Repository: 68foxboris/enigma2
Catalog: po/*.po
Languages: ca, lv

source: Extend sleeptimer 15 minutes
ca: Ampliar el programador de suspensió 15 minuts
lv: Paildzināt miega taimeri par 15 minūtēm

source: Extended
ca: Ampliat
lv: Papildus

source: Extended PID info
ca: Informació de PID ampliada
lv: Papildus info

source: Extended Software
ca: Programari ampliat
lv: Papildus programmatūra

source: Extended Software Plugin
ca: Plugin de software ampliat
lv: Paplašinātās programmatūras spraudnis

source: Extended info
ca: Informació ampliada
lv: Papildus info

source: Extended network setup plugin...
ca: Plugin de configuració de xarxa ampliat …
lv: Tīkla papildus iestatījumu spraudnis...

source: Extended setup...
ca: Configuració ampliada …
lv: Papildus iestatījumi...

source: Extensions
lv: Paplašinājumi

source: Extensions management
ca: Gestió d’extensions
lv: Paplašinājumu pārvaldīšana

source: Extensions menu
ca: Menú d’extensions
lv: Paplašinājumu izvēlne

source: External
ca: Extern
lv: Ārējais

source: External PiP
ca: PiP extern
lv: Ārējais PiP

source: External Storage %s
ca: Emmagatzematge extern %s
lv: Ārējais disks %s

source: External subtitle color
ca: Color de subtítols externs
lv: Ārējo subtitru krāsa

source: External subtitle dialog colorisation
ca: Color del diàleg de subtítols externs
lv: Krāsaini dialogi ārējos subtitros

source: External subtitle switch fonts
ca: Canvi de fonts del subtítols externs
lv: Mainīt ārējo subtitru fontus

source: Externally powered
ca: Alimentat de manera externa
lv: Barojas neatkarīgi

source: Extra end time to ignore inactivity sleeptimer
ca: Temps de finalització addicional per ignorar el programador de suspensió per inactivitat
lv: Papildus beigu laiks neaktivitātes miega taimera ignorēšanai

source: Extra motor options
ca: Opcions de motor addicionals
lv: Papildus motora iestatījumi

source: Extra start time to ignore inactivity sleeptimer
ca: Temps de d'inici addicional per ignorar el programador de suspensió per inactivitat
lv: Papildus sākuma laiks neaktivitātes miega taimera ignorēšanai

source: FAILED
ca: HA FALLAT
lv: NEIZDEVĀS

source: FBC automatic
ca: FBC automàtic
lv: FBC automātiski

source: FBC automatic connected to
ca: FBC automàtic connectat a
lv: FBC automātiski saistīts ar

source: FBC automatic connected to %s
ca: FBC automàtic connectat a %s
lv: FBC automātiski saistīts ar %s

source: FBC automatic inactive
ca: FBC automàtic inactiu
lv: FBC automātiski neaktīvs

source: FCC enabled
ca: FCC activat
lv: FCC aktivizēts

source: FCCSetup
ca: Configuració de FFC
lv: FCC Iestatījumi

source: Factory reset
ca: Restabliment de fàbrica
lv: Rūpnīcas iestatījumi

source: Factory reset will restore your receiver to its default configuration. All user data including system settings, tuner configuration, bouquets, services and plugins will be DELETED. Recordings and other files stored on HDD and USB media will remain intact. After completion, the system will restart automatically! Do you really want to proceed?
ca: El restabliment de fàbrica restablirà el receptor a la configuració predeterminada. Es SUPRIMIRAN totes les dades d’usuari, inclosa la configuració del sistema, la configuració del sintonitzador, bouquets, serveis i plugins. Els enregistraments i altres fitxers emmagatzemats en el disc dur i mitjans USB es mantindran intactes. Un cop finalitzat, el sistema es reiniciarà automàticament. Segur que vols continuar?
lv: Rūpnīcas iestatījumi atjaunos jūsu uztvērēju uz noklusējuma konfigurāciju. Visi lietotāja dati, tostarp sistēmas iestatījumi, uztvērēja konfigurācija, buķetes, kanāli un spraudņi tiks DZĒSTI. Ieraksti un citi faili, kas tiek saglabāti cietajā diskā un USB datu nesējos, paliks neskarti. Pēc pabeigšanas sistēma automātiski pārstartēsies! Vai tiešām vēlaties turpināt?

source: Failed
ca: Ha fallat
lv: Neizdevās

source: Failed to write /tmp/positionersetup.log:
ca: No s’ha pogut escriure /tmp/positionersetup.log:
lv: Neizdevās ierakstīt /tmp/positionersetup.log:

source: Failed:
ca: Ha fallat:
lv: Neizdevās:

source: Falkland Islands (Malvinas)
ca: Illes Falkland (Malvines)
lv: Folklenda (Maldinu) salas

source: Fallback API did not return a valid result.
ca: L’API de reserva no ha retornat un resultat vàlid.
lv: Informācija nav pieejama.

source: Fallback Timer
ca: Programador de reserva
lv: Attālinātais taimeris

source: Fallback remote receiver
ca: Receptor remot de reserva
lv: Attālinātais rezerves uztvērējs

source: Fallback remote receiver IP
ca: IP del receptor remot de reserva
lv: Rezerves uztvērēja IP adrese

source: Fallback remote receiver Port
ca: Port del receptor remot de reserva
lv: Rezerves uztvērēja ports

source: Fallback remote receiver URL
ca: URL del receptor remot de reserva
lv: Rezerves uztvērēja adrese

source: Fallback remote receiver for ATSC
ca: Receptor remot de reserva per ATSC
lv: ATSC rezerves uztvērējs

source: Fallback remote receiver for DVB-C
ca: Receptor remot de reserva per DVB-C
lv: DVB-C rezerves uztvērējs

source: Fallback remote receiver for DVB-T
ca: Receptor remot de reserva per DVB-T
lv: DVB-T rezerves uztvērējs

source: Fallback remote receiver setup
ca: Configuració del receptor remot de reserva
lv: Attālinātais uztvērējs

source: Fallback tuner setup
ca: Configuració del sintonitzador de reserva
lv: Attālinātā uztvērēja iestatījumi

source: False
ca: Fals
lv: Nē

source: Fan %d
ca: Ventilador %d
lv: Ventilators %d

source: Fan %d PWM
ca: Ventilador %d PWM
lv: Ventilatora apgriezieni %d

source: Fan %d voltage
ca: Tensió del ventilador %d
lv: Ventilatora spriegums %d

source: Fan operation
ca: Funcionament del ventilador
lv: Ventilatora iestatījumi

source: Fan speed
ca: Velocitat del ventilador
lv: Ventilatora ātrums

source: Faroe Islands
ca: Illes Faroe
lv: Farēru salas

source: Fast
ca: Ràpid
lv: Ātrs

source: Fast Channel Change
ca: Canvi ràpid de canal
lv: Atrā kanālu pārslēgšana

source: Fast Channel Change Setup
ca: Configuració de canvi ràpid de canal
lv: Atrās kanālu pārslēgšanas iestatījumi

source: Fast Channel Change setup
ca: Configuració de canvi ràpid de canal
lv: Atrās kanālu pārslēgšanas iestatījumi

source: Fast DiSEqC
ca: DiSEqC ràpid
lv: Ātrais DiSEqC

source: Fast epoch
ca: Epoch ràpid
lv: Ātrā epoha

source: Fast forward speeds
ca: Velocitats d’avançament ràpid
lv: Pārtīšanas ātrumi

source: FastScan
ca: Escaneig ràpid
lv: Ātrā meklēšana

source: Fastscan
ca: Escaneig ràpid
lv: Ātrā meklēšana

source: Favourites
ca: Preferits
lv: Favorīti

source: Fiji
lv: Fidži

source: File appears to be busy.
ca: Sembla que el fitxer està ocupat.
lv: Fails šķiet aizņemts.

source: Filename
ca: Nom del fitxer
lv: Fails

source: Filesystem check
ca: Comprovació del sistema de fitxers
lv: Failu sistēmas pārbaude

source: Final position at
ca: Posició final a
lv: Beigu pozīcija

source: Final position at index
ca: Posició final a l’índex
lv: Beigu pozīcija indeksā

source: Final scroll delay
ca: Retard de desplaçament final
lv: Pēdējās ritināšanas aizture

source: Find currently playing service
ca: Cercar el servei que es reprodueix actualment
lv: Atrast servisu kuru pašreiz skatieties

source: Fine movement
ca: Moviment precís
lv: Precīzā pārvietošana

source: Finetune
ca: Sintonització fina
lv: Precīzi

source: Finished
ca: Finialitzat
lv: Pabeigts

source: Finished configuring your network
ca: Ha finalitzat la configuració de la teva xarxa
lv: Tīkla konfigurēšana pabeigta

source: Finished restarting your network
ca: S’ha acabat de reiniciar la teva xarxa
lv: Tīkla pārstartēšana pabeigta

source: Finland
ca: Finlàndia
lv: Somija

source: Finnish
ca: Finlandès
lv: Somu

source: Fixed
ca: Fixat
lv: Fiksēts

source: Flash Image
ca: Flashejar imatge
lv: Uzstādīt

source: Flash image
ca: Flashejar imatge
lv: Uzstādīt imidžu

source: Flashing Image
ca: Flashejant imatge
lv: Uzstāda imidžu

source: Flashing image successful
ca: S’ha flashejat la imatge correctament
lv: Imidžs ir veiksmīgi uzstādīts

source: Flashing image was not successful %s
ca: El flasheig d'imatge ha fallat %s
lv: Imidžs nav veiksmīgi uzstādīts %s

source: Following tasks will be done after you press OK!
ca: Les següents tasques es realitzaran després de prémer OK!
lv: Šādi uzdevumi tiks veikti pēc tam, kad nospiedīsiet OK!

source: Force legacy signal stats
ca: Forçar les estadístiques de senyal heretades
lv: Piespiedu mantoto signālu statistika

source: Force power off (even when not in standby)
ca: Forçar l'apagada (fins i tot quan no està en standby)
lv: Izslēgt (pat ja nav gaidstāvē)

source: Force zap to recording service in standby
ca: Forçar el zàping al servei en enregistrament en standby
lv: Gaidstāvē pārslēgt uz ierakstāmo kanālu

source: Forces deep standby, even when not in standby mode. Scheduled recordings remain unaffected.
ca: Força el mode standby profund, fins i tot quan no està en mode standby. Els enregistraments programats no es veuen afectats.
lv: Izslēgsies, pat ja nav gaidstāves režīmā. Ieplānotie ieraksti notiks kā paredzēts.

source: Format
lv: Formatēt

source: Forward volume keys
ca: Reenviar les tecles de volum
lv: Pāradresēt skaļuma taustiņus

source: Forwarded volume step size
ca: Mida de pas del volum reenviat
lv: Skaļuma soļu skaits

source: Frame size in full view
ca: Mida del marc en visualització sencera
lv: Kadra izmērs pilnskatā

source: France
ca: França
lv: Francija

source: French
ca: Francès
lv: Franču

source: French Guiana
ca: Guaiana Francesa
lv: Franču Gviāna

source: French Polynesia
ca: Polinèsia Francesa
lv: Franču Polinēzija

source: French Southern Territories
ca: Territoris del Sud de França
lv: Franču dienvidu teritorijas

source: Frequency
ca: Freqüència
lv: Frekvence

source: Frequency & Channel
ca: Freqüència i canal
lv: Frekvence un kanāls

source: Frequency & Polarization
ca: Freqüència i polarització
lv: Frekvence un polarizācija

source: Frequency bands
ca: Bandes de freqüència
lv: Frekvenču joslas

source: Frequency scan step size(khz)
ca: Mida de pas de freqüència (khz)
lv: Frekvenču skenēšanas solis (khz)

source: Frequency steps
ca: Passos de freqüència
lv: Frekvenču soļi

source: Frequency:
ca: Freqüència:
lv: Frekvence:

source: Fri
ca: Div
lv: Pk

source: Friday
ca: Divendres
lv: Piektdiena

source: From:
ca: De:
lv: No:

source: Frontprocessor version: %s
ca: Versió del processador frontal: %s
lv: Frontprocesora versija: %s

source: Full description separator
ca: Separador de descripció completa
lv: Aprakstu atdalītājs

source: Full screen
ca: Pantalla sencera
lv: Aizpildīts ekrāns

source: Full transparency
ca: Total transparència
lv: Pilnīgi caurspīdīgs

source: Full view resolution
ca: Resolució de vista sencera
lv: Pilnekrāna izšķirtspēja

source: Fullbackup Images
ca: Imatges de còpia de seguretat completa
lv: Imidži no dublējumkopijas

source: Function of OK button
ca: Funció del botó OK
lv: Taustiņa Labi funkcija

source: Further Options
ca: Altres opcions
lv: Papildus iestatījumi

source: Further options
ca: Altres opcions
lv: Papildus iestatījumi

source: GUI Settings
ca: Configuració de la interfície
lv: Personīgie iestatījumi

source: GUI Skin
ca: Skin d'interfície
lv: Noformējums

source: GUI needs a restart to apply a new language Do you want to restart the GUI now?
ca: Cal reiniciar la interfície per aplicar un idioma nou Vols reiniciar-la ara?
lv: Lai lietotu jauno valodu nepieciešams pārstartēt uztvērēju. Vai vēlaties pārstartēt?

source: Gabon
lv: Gabona

source: Gambia
lv: Gambija

source: Gateway
ca: Porta d'enllaç
lv: Vārteja

source: General AC3 delay
ca: Retard general d'AC3
lv: AC3 aizture

source: General PCM delay
ca: Retard general de PCM
lv: PCM aizture

source: General bluetooth audio delay
ca: Retard general d'àudio bluetooth
lv: Bluetooth audio aizture

source: Genre
ca: Gènere
lv: Žanrs

source: Georgia
ca: Geòrgia
lv: Gruzija

source: German
ca: Alemany
lv: Vācu

source: Germany
ca: Alemanya
lv: Vācija

source: Getting plugin information. Please wait...
ca: Obtenint la informació del plugin. Espera, si us plau...
lv: Iegūst spraudņa informāciju. Lūdzu gaidiet...

source: Ghana
lv: Gana

source: Gibraltar
lv: Gibraltārs

source: Go down the list
ca: Baixar per la llista
lv: Iet uz saraksta leju

source: Go to first movie or last item
ca: Anar a la primera pel·lícula o al darrer element
lv: Iet uz pirmo vai pēdējo filmu

source: Go to first movie or top of list
ca: Anar a la primera pel·lícula o a la part superior de la llista
lv: Iet uz pirmo filmu vai augšējo sarakstā

source: Go to first service
ca: Anar al primer servei
lv: Iet uz pirmo kanālu

source: Go to last service
ca: Anar al darrer servei
lv: Iet uz pēdējo kanālu

source: Go to next event
ca: Anar al proper esdeveniment
lv: Iet uz nākamo notikumu

source: Go to next page of service
ca: Anar a la pàgina següent del servei
lv: Iet uz nākamo kanālu lapu

source: Go to previous event
ca: Anar a l’esdeveniment anterior
lv: Iet uz iepriekšējo notikumu

source: Go to previous page of service
ca: Anar a la pàgina anterior del servei
lv: Iet uz iepriekšējo kanālu lapu

source: Go up the list
ca: Pujar per la llista
lv: Iet uz saraksta augšu

source: Goto
ca: Anar a
lv: Iet uz

source: Goto 0
ca: Anar a 0
lv: Iet uz 0

source: Goto X
ca: Anar a X
lv: Iet uz X

source: Goto down service
ca: Baixar pel servei
lv: Iet uz leju

source: Goto index position
ca: Anar a la posició de l'índex
lv: Iet uz indeksa pozīciju

source: Goto next day of events
ca: Anar al proper dia d’esdeveniments
lv: Iet uz nākošo dienu notikumiem

source: Goto next page of events
ca: Anar a la propera pàgina d'esdeveniments
lv: Iet uz nākošo notikumu lapu

source: Goto position
ca: Anar a la posició
lv: Iet uz pozīciju

source: Goto previous day of events
ca: Anar al dia anterior d’esdeveniments
lv: Iet uz iepriekšējo dienu notikumiem

source: Goto previous page of events
ca: Anar a la pàgina anterior d’esdeveniments
lv: Iet uz iepriekšējo notikumu lapu

source: Goto primetime / now
ca: Anar a prime time / ara
lv: Iet uz brīvo laiku / pašreiz

source: Goto specific date/time
ca: Anar a data/hora específica
lv: Iet uz noteiktu datumu/laiku

source: Goto up service
ca: Pujar pel servei
lv: Iet uz augšu

source: Goto:
ca: Anar a:
lv: Iet uz:

source: GotoX calibration
ca: Cal·libració d'anar a X
lv: Iet uz X kalibrēšanu

source: GraphMultiEpg Settings
ca: Configuració de GraphMultiEpg
lv: Grafiskā daudzkanālu EPG iestatījumi

source: Graphical Multi EPG
ca: Multi EPG gràfic
lv: Grafiskais daudzkanālu EPG

source: Greece
ca: Grècia
lv: Grieķija

source: Greek
ca: Grec
lv: Grieķu

source: Green
ca: Verd
lv: Zaļā

source: Greenland
ca: Groenlàndia
lv: Grenlande

source: Grenada
lv: Grenāda

source: Guadeloupe
ca: Guadalupe
lv: Gvadelupa

source: Guam
lv: Guama

source: Guard interval
ca: Interval de guàrdia
lv: Guard intervāls

source: Guatemala
lv: Gvatemala

source: Guernsey
lv: Gērnsija

source: Guinea
lv: Gvineja

source: Guinea-Bissau
lv: Gvineja-Bisava

source: Guyana
lv: Gajana

source: HD list
ca: Llista en HD
lv: HD saraksts

source: HDMI Colordepth
ca: Profunditat de color de HDMI
lv: HDMI krāsu dziļums

source: HDMI HDR Type
ca: Tipus de HDR de HDMI
lv: HDMI HDR veids

source: HDMI-CEC Source Active
ca: Font HDMI-CEC activa
lv: HDMI-CEC avots aktīvs

source: HDMI-CEC Source Inactive
ca: Font HDMI-CEC inactiva
lv: HDMI-CEC avots neaktīvs

source: HDMI-CEC address
ca: Adreça de HDMI-CEC
lv: HDMI-CEC addrese

source: HDMI-CEC setup
ca: Configuració de HDMI-CEC
lv: HDMI-CEC iestatījumi

source: HDR10 support
ca: Suport per HDR10
lv: HDR10 atbalsts

source: HELP
ca: AJUDA
lv: Palīdzība

source: HLG support
ca: Suport per HLG
lv: HLG atbalsts

source: Handle standby from TV
ca: Manejar el mode standby des del televisor
lv: Ieslēgt gaidstāvi no TV

source: Handle wakeup from TV
ca: Manejar el despertar des de la TV
lv: Ieslēgt pamošanos no TV

source: Hard disk
ca: Disc dur
lv: Cietais disks

source: Hard disk setup
ca: Configuració de disc dur
lv: Cietā diska iestatījumi

source: Hard disk standby after
ca: Disc dur en standby després
lv: Cietā diska gaidstāve pēc

source: Harddisk
ca: Disc dur
lv: Cietais disks

source: Harddisk Setup
ca: Configuració del disc dur
lv: Cietā diska iestatījumi

source: Hardware Accelerated
ca: Accelerat per maquinari
lv: aparatūras atbalsts

source: Hardware:
ca: Maquinari:
lv: Aparatūra:

source: Heard Island and McDonald Islands
ca: Illa Heard i illes McDonald
lv: Heard sala un McDonald sala

source: Hebrew
ca: Hebreu
lv: Ebreju

source: Helps setting up your antenna
ca: Ajuda a configurar l’antena
lv: Palīdzēs iestatīt jūsu antenu

source: Hidden network
ca: Xarxa oculta
lv: Neredzams tīkls

source: Hide
ca: Amagar
lv: Slēpt

source: Hide channel list in radio mode
ca: Amagar la llista de canals en mode de ràdio
lv: Slēpt kanālu sarakstu radio režīmā

source: Hide known extensions
ca: Amagar les extensions conegudes
lv: Slēpt zināmos paplašinājumus

source: Hide number markers
ca: Amagar els marcadors de números
lv: Slēpt numurus

source: Hide parentel locked services
ca: Amagar els serveis amb bloqueig parental
lv: Slēpt servisus ar vecāku aizsardzību

source: Hide player
ca: Amagar reproductor
lv: Slēpt atskaņotāju

source: Hide sub-menu
ca: Amagar el submenú
lv: Paslēpt apakšizvēlni

source: Hide zap errors
ca: Amagar els errors de zàping
lv: Slēpt noskaņošanas kļūdas

source: Hierarchy info
ca: Informació sobre jerarquia
lv: Hierarhijas info

source: High bitrate support
ca: Suport de velocitat de bits alta
lv: Augsta bitreita atbalsts

source: History Prev/Next
ca: Historial anterior/següent
lv: Vēsture

source: History back
ca: Historial enrere
lv: Vēsture atpakaļ

source: History next
ca: Historial següent
lv: Vēsture uz priekšu

source: Hold screen
ca: Mantenir la pantalla
lv: Noturēt ekrānu

source: Hold till locked
ca: Mantenir fins que es bloquegi
lv: Noturēt līdz noenkurojies

source: Holy See
ca: Santa Seu
lv: Vatikāns

source: Home
ca: Inici
lv: Mājas

source: Honduras
lv: Hondurasa

source: Hong Kong
lv: Honkonga

source: Horizontal
ca: Horitzontal
lv: Horizontālā

source: Horizontal turning speed
ca: Velocitat de gir horitzontal
lv: Horizontālais noskaņošanas ātrums

source: HotKey Setup
ca: Configuració de botó directe
lv: Ātro taustiņu iestatījumi

source: Hotkey
ca: Botó directe
lv: Ātrie taustiņi

source: Hotkey Panic
ca: Botó de pànic directe
lv: Panikas pārslēgšana uz

source: Hotkey Setup
ca: Configuració de botó directe
lv: Ātro taustiņu iestatījumi

source: Hotkey zap
ca: Zàping de botó directe
lv: Pārslēgšana uz

source: How many minutes do you want add to the recording?
ca: Quants minuts vols afegir al enregistrament?
lv: Cik minūšu vēlaties pievienot ierakstam?

source: How many minutes do you want to record?
ca: Quants minuts vols enregistrar?
lv: Cik minūšu vēlaties ierakstīt?

source: Http(s) stream start delay
ca: Retard de l'inici del flux HTTP(s)
lv: Http(s) straumes aizkave

source: Hue
ca: Tonalitat
lv: Tonis

source: Hungarian
ca: Hongarès
lv: Ungāru

source: Hungary
ca: Hongria
lv: Ungārija

source: I do not want to perform any service scans
ca: No vull fer cap escaneig de serveis
lv: Es nevēlos veikt kanālu meklēšanu

source: IDLE
ca: INACTIU
lv: NEIZMANTOTS

source: IP address
ca: Adreça ip
lv: IP adrese

source: IP of fallback remote receiver
ca: IP del receptor remot de reserva
lv: Attālinātā rezerves uztvērēja IP adrese

source: ISO file is too large for this filesystem!
ca: El fitxer ISO és massa gran per aquest sistema de fitxers!
lv: ISO fails ir par lielu šai failu sistēmai!

source: ISO path
ca: Ruta d'ISO
lv: ISO ceļš

source: Iceland
ca: Islàndia
lv: Islande

source: Icons
ca: Icones
lv: Ikona

source: If disabled, underline characters in file and directory names are not shown and are replaced with spaces.
ca: Si està desactivat, els caràcters subratllats en els noms de fitxers i directoris no es mostren i es substitueixen per espais.
lv: Ja izslēgts pasvītrojuma rakstzīmes failu un direktoriju nosaukumos netiks rādītas un tiks aizstātas ar atstarpēm.

source: If enabled, a log will be kept of CEC protocol traffic ('hdmicec.log')
ca: Si està activat, es mantindrà un registre del trànsit del protocol CEC (‘hdmicec.log’)
lv: Ja ieslēgts CEC komandas tiks ierakstītas un saglabātas failā hdmicec.log

source: If enabled, bookmarks will be updated with the new location when you move or copy a recording.
ca: Si està activat, els preferits s’actualitzaran amb la nova ubicació quan moguis o copiïs un enregistrament.
lv: Ja iespējots, pēc tam kad jūs pārvietosiet vai kopēsiet ierakstu, grāmatzīmes tiks atjaunotas.

source: If enabled, display shows 12 chars instead 8, but in latin-1/translit only.
ca: Si està activat, la pantalla mostra 12 caràcters en lloc de 8, però només en latin-1/translit.
lv: Ja iespējots, attēlo 12 rindas nevis 8. Izmantojams tikai priekš latin-1/translit.

source: If enabled, then there will be displayed icons for new/unseen items too.
ca: Si està activat, també apareixeran icones per a elements nous / no vistos.
lv: Ja ieslēgts, tad jauniem vai neskatītiem ierakstiem arī tiks rādīta statusa ikona.

source: If is enabled and movie playback is finished, then after return to movielist will not be automaticaly start service playback.
ca: Si està activat i la reproducció de pel·lícules s’acaba, llavors després del retorn a la llista de pel·lícules no s’iniciarà automàticament la reproducció del servei.
lv: Ja ieslēgts un filmas atskaņošana beidzas, tad pēc atgriešanās mediju sarakstā kanāls netiks atskaņots.

source: If set as 'Yes', then audiofiles are played in 'list mode' only, instead in full screen player.
ca: Si es defineix com a 'Sí', llavors els fitxers d'àudio es reprodueixen només en 'mode de llista', en lloc de reproductor a pantalla sencera.
lv: Ja iestatīts 'jā', tad audio failus atskaņos 'saraksta režīmā', nevis standarta mediju atskaņotāja logā.

source: If set to 'yes' signal values (SNR, etc) will be calculated from API V3. This is an old API version that has now been superseded.
ca: Si es defineix a 'sí', els valors de senyal (SNR, etc.) es calcularan a partir de l’API V3. Aquesta és una versió antiga de l’API que ara ha estat substituïda.
lv: Ja iestatīts 'jā', signāla vērtības (SNR utt.) tiks aprēķinātas no API V3. Šī ir vecā API versija, kas tagad ir aizstāta.

source: If set to 'yes' the same commands will be sent to the TV for deep standby events, as are sent during regular standby events.
ca: Si s’estableix a 'sí', s’enviaran les mateixes ordres al televisor per als esdeveniments de mode standby profund, tal i com s’envien durant els esdeveniments del mode standby normal.
lv: Ja iestatīts 'jā', uz TV tieks sūtītas vienādas komandas gan izslēdzoties, gan pārslēdzoties gaidstāvē.

source: If set to 'yes', allows you to use timeshift with alternative audio plugins.
ca: Si s’estableix a 'sí', et permet utilitzar timeshift amb plugins d'àudio alternatius.
lv: Ja iestatīts 'jā', varēsiet izmantot laika aizturi papildus audio sparudņos.

source: If the box is supposed to enter deep standby e.g. monday night at 1 AM, it actually is already tuesday. To enable this anyway, differing next day start time can be specified here.
ca: Si se suposa que el receptor entra en un mode standby profund, (per exemple, dilluns a la nit a la 1 del matí) en realitat ja és dimarts. Per activar això de totes maneres, aquí es pot especificar l'hora d'inici del dia següent.
lv: Ja ir paredzēts pāriet dziļā gaidīšanas režīmā, piemēram pirmdienas naktī 1:00, patiesībā tā jau ir otrdiena. Lai tas būtu iespējams, šeit var norādīt atšķirīgu nākamās dienas sākuma laiku.
