Repository: 68foxboris/enigma2
Catalog: po/*.po
Languages: ca, lv

source: When enabled, the VCR scart option will be shown on the main menu
ca: Quan estigui activat, l’opció Scart VCR es mostrarà al menú principal
lv: Ja ieslēgts, VCR scart tiks rādīts galvenajā izvēlnē

source: When enabled, the channel selection list will be hidden while listening to a radio channel. When disabled, the option 'Auto play last service in radio mode' is available.
ca: Quan estigui activat, la llista de selecció de canal s'amagarà mentre s'escolti un canal de ràdio. Quan està desactivada, l'opció "Reproduir automàticament l'últim servei en mode de ràdio" estarà disponible.
lv: Ja ieslēgts, klausoties radio kanālu pārslēgšanas saraksts netiks rādīts.

source: When enabled, the infobar will be displayed when a new event starts.
ca: Quan estigui activat, es mostrarà la barra d'informació quan comenci un nou esdeveniment.
lv: Ja ieslēgts, sākoties jaunai pārraide tiks parādīta infojosla.

source: When enabled, the infobar will be displayed when changing channels.
ca: Quan estigui activat, es mostrarà la barra d'informació en canviar de canal.
lv: Ja ieslēgts, pārslēdzot kanālus tiks parādīta infojosla.

source: When enabled, the infobar will be displayed when skipping forwards/backwards during media playback.
ca: Quan estigui activat, es mostrarà la barra d'informació quan saltis cap endavant / enrere durant la reproducció de mitjans.
lv: Ja ieslēgts, pārtinot uz priekšu vai atpakaļ mediju failus tiks parādīta infojosla.

source: When enabled, the lenght of each recording will be shown in the movielist (this might cause some additional loading time).
ca: Quan estigui activat, la durada de cada enregistrament es mostrarà a la llista de pel·lícules (això pot provocar un temps de càrrega addicional).
lv: Ja ieslēgts, mediju sarakstā tiks parādīts katra ieraksta garums (tas prasa zināmu ielādes laiku).

source: When enabled, the receiver will automatically use the audio track which you selected before.
ca: Quan estigui activat, el receptor utilitzarà automàticament la pista d’àudio que hagis seleccionat abans.
lv: Ja ieslēgts, uztvērējs automātiski lietos audio celiņu, kuru iepriekš norādījāt.

source: When enabled, the receiver will automatically use the subtitles which you selected before.
ca: Quan estigui activat, el receptor utilitzarà automàticament els subtítols que havies seleccionat abans.
lv: Ja ieslēgts, uztvērējs automātiski lietos subtitrus, kurus iepriekš norādījāt.

source: When enabled, the receiver will no longer monitor the tuned transponder for possible changes. Do not use this option unless you know what you are doing.
ca: Quan estigui activat, el receptor ja no monitoritzarà el transponedor ajustat per a possibles canvis. No utilitzis aquesta opció a menys que sàpigues el que estàs fent.
lv: Ja ieslēgts, uztvērējs vairs nesekos iespējamām izmaiņām noskaņotajā transponderā. Neizmantojiet šo iespēju, ja vien jūs zināt, ko jūs darāt.

source: When enabled, the receiver will select an AC3 track (when available).
ca: Quan estigui activat, el receptor seleccionarà una pista AC3 (quan estigui disponible).
lv: Ja ieslēgts, uztvērējs izvēlēsies AC3 celiņu (ja pieejams).

source: When enabled, the receiver will select an AC3+ track (when available).
ca: Quan estigui activat, el receptor seleccionarà una pista AC3+ (quan estigui disponible).
lv: Ja ieslēgts, uztvērējs izvēlēsies AC3+ celiņu (ja pieejams).

source: When enabled, then when changing bouquets, set the cursor on the service from the channel history in the channel selection list.
ca: Quan estigui activat, després de canviar bouquets, es col·locarà el cursor al servei des de l'historial de canals a la llista de selecció de canal.
lv: Ja ieslēgts, tad mainot buķetes kursors tiks pārvietots uz iepriekšējo kanālu no izmantošanas vēstures.

source: When enabled, this setting has more weight than 'Preferred tuner for recordings'.
ca: Quan estigui activat, aquest paràmetre tindrà més pes que el “Sintonitzador preferit per a enregistraments”.
lv: Ja ieslēgts, šis iestatījums tiks lietots 'Ieteicamais uztvērējs ierakstam' vietā.

source: When enabled, this setting has more weight than 'Preferred tuner'.
ca: Quan estigui activat, aquest paràmetre tindrà més pes que el “Sintonitzador preferit”.
lv: Ja ieslēgts, šis iestatījums tiks lietots 'Ieteicamais uztvērējs' vietā.

source: When enabled, timeshift starts automatically in background after specified time.
ca: Quan estigui activat, el timeshift s'iniciarà automàticament en segon pla després del temps especificat.
lv: Ja ieslēgts, pēc norādītā laika laika aizture sāksies fonā automātiski.

source: When enabled, use DHCP for the IP configuration.
ca: Quan estigui activat, s'utilitzarà DHCP per a la configuració d'IP.
lv: Ja ieslēgts, lieto DHCP IP konfigurācijai

source: When enabled, your receiver will detect activity on the VCR SCART input.
ca: Quan estigui activat, el receptor detectarà activitat a l’entrada VCR SCART.
lv: Ja ieslēgts, jūsu uztvērējs noteiks aktivitāti VRC SCART ieejā.

source: When nonzero, a recording will start earlier than the starting time indicated by the EPG.
ca: Quan no sigui zero, un enregistrament començarà abans que l’hora d’inici indicada per l’EPG.
lv: Ja nav nulle, ieraksts sāksies ātrāk, nevis laikā kas parādīts EPG.

source: When nonzero, a recording will stop later than the ending time indicated by the EPG.
ca: Quan no sigui zero, un enregistrament s’aturarà més tard que l’hora de finalització indicada per l’EPG.
lv: Ja nav nulle, ieraksts sāksies vēlāk, nevis laikā kas parādīts EPG.

source: When receiver wakes from standby, it will command the TV to switch to the HDMI input the receiver is connected to.
ca: Quan el receptor es desperti del mode standby, manarà al televisor canviar a l’entrada HDMI a la qual està connectat el receptor.
lv: Kad uztvērējs ieslēdzas no gaidstāves, tas nosūtīt TV komandu pārslēgties uz HDMI ieeju, pie kuras pieslēgts uztvērējs.

source: When selected this allows video modes to be selected even if they are not reported as supported.
ca: Quan estigui seleccionat, això permetrà seleccionar modes de vídeo encara que no s'hagin indicat com a compatibles.
lv: Atļauj izmantot video režīmus, pat ja tie tiek norādīti kā neatbalstāmi.

source: When the content has an aspect ratio of 16:9, choose whether to scale/stretch the picture.
ca: Quan el contingut tingui una relació d’aspecte de 16:9, triar si es vol escalar / estirar la imatge.
lv: Ja attēla malu attiecība ir 16:9 izvēlieties, kā palielināt/stiept attēlu.

source: When the content has an aspect ratio of 4:3, choose whether to scale/stretch the picture.
ca: Quan el contingut tingui una relació d’aspecte de 4:3, triar si es vol escalar / estirar la imatge.
lv: Ja attēla malu attiecība ir 4:3 izvēlieties, kā palielināt/stiept attēlu.

source: When the receiver wakes from standby or deep standby, it will send a command to the TV to bring it out of standby too.
ca: Quan el receptor es desperti del mode standby o standby profund, enviarà una ordre al televisor per treure’l també del mode standby.
lv: Kad uztvērējs ieslēdzas no gaidstāves vai pēc izslēgšanas, tas nosūtīt TV komandu ieslēgties no gaidstāves.

source: Where to save temporary timeshift recordings?
ca: On desar els enregistraments de timeshift temporals?
lv: Kur saglabāt pagaidu laika aiztures ierakstus?

source: Wireless LAN
ca: Xarxa local sense fils
lv: Bezvadu tīkls

source: Wireless network
ca: Xarxa sense fils
lv: Bezvadu tīkls

source: Wireless network configuration...
ca: Configuració de xarxa sense fils…
lv: Bezvadu tīkla konfigurācija...

source: Wireless network connection setup
ca: Configuració de la connexió de xarxa sense fils
lv: Bezvadu tīkla savienojuma iestatījumi

source: Wireless network connection setup.
ca: Configuració de la connexió de xarxa sense fils.
lv: Bezvadu tīkla savienojuma iestatījumi.

source: Wireless network state
ca: Estat de xarxa sense fils
lv: Bezvadu tīkla statuss

source: With T2MI RAW mode disabled (default) we can use single T2MI PLP de-encapsulation. With T2MI RAW mode enabled we can use astra-sm to analyze T2MI
ca: Amb el mode RAW T2MI desactivat (per defecte), podem utilitzar un desencapsulació PLP T2MI. Amb el mode RAW T2MI activat, podem utilitzar astra-sm per analitzar T2MI
lv: Ja T2MI RAW režīms atspējots (pēc noklusējuma) varat izmantot iebūvēto T2MI PLP dekapsulēšanu. Ja T2MI RAW režīms iespējots varat izmantot astra-sm lai analizētu T2MI.

source: With errors:
ca: Amb errors:
lv: Ar kļūdām:

source: With popup
ca: Amb finestra emergent
lv: Ar uznirstošo logu

source: With this option you can switch on the display during operation.
ca: Amb aquesta opció, pots activar la pantalla durant l'operació.
lv: Ieslēdz displeju darbības laikā.

source: With this option you can switch on the display in Deep Standby Mode.
ca: Amb aquesta opció, pots activar la pantalla en mode standby profund.
lv: Ieslēdz displeju izslēgšanas laikā.

source: With this option you can switch on the display in Standby Mode.
ca: Amb aquesta opció, pots activar la pantalla en mode standby.
lv: Ieslēdz displeju gaidstāves laikā.

source: With this option you can switch the LED color or deactivate the LED.
ca: Amb aquesta opció, pots canviar el color del LED o desactivar el LED.
lv: Izmaina LED krāsu, vai izslēdz LED.

source: Without popup
ca: Sense finestra emergent
lv: Bez uznirstošā loga

source: Wizard setup
ca: Configuració de l’assistent
lv: Iestatījumi

source: Wizard to arrange the overscan
ca: Assistent per configurar l'overscan
lv: Veidnis lai pārbaudītu overscan

source: Would you save the entered PIN %s persistent?
ca: Desaries el PIN %s introduït persistent?
lv: Vai vēlaties saglabāt ievadīto patstāvīgo PIN %s?

source: Write error while recording. Disk full?
ca: Error d'escriptura durant el enregistrament. Disc ple?
lv: Rakstīšanas kļūda ieraksta laikā. Vai disks ir pilns?

source: Write failed!
ca: L’escriptura ha fallat!
lv: Rakstīšana neizdevās!

source: Write to /tmp/positionersetup.log
ca: Escriure a /tmp/positionersetup.log
lv: Saglabā /tmp/positionersetup.log

source: YES
ca: SÍ
lv: JĀ

source: Year
ca: Any
lv: Gads

source: Yellow
ca: Groc
lv: Dzeltenā

source: Yellow DVB subtitles
ca: Subtítols de DVB grocs
lv: Dzelteni DVB subtitri

source: Yemen
ca: Iemen
lv: Jemena

source: Yes
ca: Si
lv: Jā

source: Yes (save index in setup tuner)
ca: Sí (desar índex al sintonitzador de configuració)
lv: Jā (saglabāt numuru uztvērēja iestatījumos)

source: Yes and save
ca: Sí i desar
lv: Jā un saglabāt

source: Yes and save in movie dir
ca: Sí i desar al directori de pel·lícules
lv: Jā un saglabāt ierakstu mapē

source: Yes to all
ca: Sí a tot
lv: Jā visiem

source: Yes, I do want to install plugins
ca: Sí, vull instal·lar plugins
lv: Jā, es vēlos uzstādīt spraudņus

source: Yes, always
ca: Sí, sempre
lv: Jā vienmēr

source: Yes, and delete this movie
ca: Sí, i eliminar aquesta pel·lícula
lv: Jā, un dzēst šo filmu

source: Yes, delete this movie and return to movie list
ca: Sí, eliminar aquesta pel·lícula i tornar a la llista de pel·lícules
lv: Jā, dzēst šo filmu un atgriezties mediju sarakstā

source: Yes, only from deep standby
ca: Sí, només des del mode standby profund
lv: Jā, tikai no dziļās gaidstāves

source: Yes, only from standby
ca: Sí, només des del mode standby
lv: Jā, tikai no gaidstāves

source: Yes, returning to movie list
ca: Sí, tornar a la llista de pel·lícules
lv: Jā, atgriezties uz mediju sarakstu

source: Yes, with backup
ca: Sí, amb còpia de seguretat
lv: Jā, ar dublējumkopiju

source: Yes, without backup
ca: Sí, sense còpia de seguretat
lv: Jā, bez dublējumkopijas

source: Yesterday
ca: Ahir
lv: Vakar

source: You already have a channel list installed, would you like to remove "%s"?
ca: Ja tens instal·lada una llista de canals, Vols eliminar “%s”?
lv: Jūs jau esat iestatījis kanālu sarakstu, vai vēlaties to nodzēst "%s"?

source: You can cancel the installation.
ca: Pots anul·lar la instal·lació.
lv: Jūs varat atcelt uzstādīšanu.

source: You can cancel the removal.
ca: Pots anul·lar l’eliminació.
lv: Jūs varat atcelt nodzēšanu.

source: You can continue watching TV etc. while this is running.
ca: Pots continuar veient la televisió, etc. mentre això s’està executant.
lv: Jūs varat turpināt skatīties TV kamēr šis notiek.

source: You can enable if will be displayed extended EPG description for item.
ca: Pots activar si es mostrarà la descripció d'EPG ampliada per a l’element.
lv: Iestatiet papildus EPG informācijas attēlošanu ierakstam.

source: You can install this plugin.
ca: Pots instal·lar aquest plugin.
lv: Jūs varat instalēt šo spraudni.

source: You can only burn receiver recordings!
ca: Només pots gravar enregistraments del receptor!
lv: Jūs varat ierakstīt tikai uztvērēja ierakstus!

source: You can remove this plugin.
ca: Pots eliminar aquest plugin.
lv: Jūs varat izdzēst šo spraudni.

source: You can set selected directory as 'root' directory for movie player.
ca: Pots definir el directori seleccionat com a directori “arrel” per al reproductor de pel·lícules.
lv: Iestatiet noklusēto (root) mapi mediju atskaņotājam.

source: You can set sorting type for items in movielist.
ca: Podeu definir el tipus d’ordenació dels elements a la llista de pel·lícules.
lv: Iestatiet mediju saraksta kārtošanas veidu.

source: You cannot delete this!
ca: Això no es pot eliminar!
lv: Jūs šo nevarat dzēst!

source: You did not see all eight arrow heads. This means your TV has overscan enabled and presents you with a zoomed-in picture, causing you to loose part of a full HD screen. In addition this you may also miss parts of the user interface, for example volume bars and more. Unfortunately, your model of receiver is not capable to adjust the dimensions of the user interface. If not everything is visible, you should change the installed skin to one that supports the overscan area of your TV. When you select a different skin, the user interface of your receiver will restart. Note: you can always start the Overscan wizard later, via menu->installation->system->Overscan wizard
ca: No has vist les vuit puntes de fletxa. Això significa que el teu televisor té l'overscan activat i mostra una imatge ampliada, cosa que fa perdre una part de pantalla sencera en alta definició. A més, també pots trobar a faltar parts de la interfície d’usuari, per exemple, les barres de volum i molt més. Malauradament, el model de receptor no és capaç d’ajustar les dimensions de la interfície d’usuari. Si no tot és visible, hauràs de canviar la skin instal·lada per una que admeti la zona d'overscan del teu televisor. Quan seleccionis una skin diferent, la interfície d’usuari del receptor es reiniciarà. Nota: sempre pots iniciar l’assistent d’overscan més endavant, mitjançant Menú-> Instal·lació-> Sistema-> Assistent d'overscan
lv: Jūs neredzat visu bultu galus. Tas nozīmē, ka jūsu TV ir ieslēgts overscan un tiek attēlots palielināts attēls. Jūs varat neredzēt kādu daļu no noformējuma, piemēram skaļuma regulatoru. Diemžēl jūsu uztvērējs nevar izmainīt noformējuma attēla izmērus. Ja viss nav redzams jums vajag nomainīt noformējumu pret tādu, kurš atbalsta overscan jūsu TV. Kad izvēlēsieties citu noformējumu jūsu uztvērējs pārstartēsies. Jūs vienmēr varat atkārtot attēla veidni izmantojot Izvēlne->Iestatījumu->Sistēma->Attēla veidnis

source: You did not see all eight arrow heads. This means your TV has overscan enabled and presents you with a zoomed-in picture, causing you to loose part of a full HD screen. In addition to this you may also miss parts of the user interface, for example volume bars and more. You can now try to resize and change the position of the user interface until you see the eight arrow heads. When done press OK.
ca: No has vist les vuit puntes de fletxa. Això significa que el teu televisor té l'overscan activat i mostra una imatge ampliada, cosa que fa perdre una part de pantalla sencera en alta definició. A més, també pots trobar a faltar parts de la interfície d’usuari, per exemple, les barres de volum i molt més. Ara pots provar de canviar la mida i la posició de la interfície d'usuari fins que vegis les vuit puntes de fletxa. En acabar, prem OK.
lv: Jūs neredzat visu bultu galus. Tas nozīmē, ka jūsu TV ir ieslēgts overscan un tiek attēlots palielināts attēls. Jūs varat neredzēt kādu daļu no noformējuma, piemēram skaļuma regulatoru. Jūs varat mēģināt izmainīt noformējuma izmēru kamēr redzat visu bultu galus. Kad beidzat nospiediet OK.

source: You didn't select a channel to record from.
ca: No heu seleccionat cap canal per enregistrar-lo.
lv: Jūs nenorādījāt ierakstāmo kanālu.

source: You have to wait %(min)d minutes, %(sec)d seconds!
ca: Cal esperar %(min)d minuts i %(sec)d segons!
lv: Uzgaidiet %(min)d minūtes, %(sec)d sekundes!

source: You must switch to the service %s (%s - '%s')!
ca: Has de canviar al servei %s (%s - ‘%s’)!
lv: Pārslēgsies uz kanālu %s (%s - '%s')!

source: You seem to be in timeshift!
ca: Sembla que estàs en timeshift!
lv: Jūs izmantojat laika aizturi!

source: Your PIN code is 0000. This is the default PIN code and it disables parental control!
ca: El teu codi PIN és 0000. Aquest és el codi PIN per defecte i desactiva el control parental!
lv: Jūsu PIN kods ir 0000. Tas ir kods pēc noklusējuma un izslēdz vecāku kontroli!

source: Your collection exceeds the size of a single layer medium, you will need a blank dual layer DVD!
ca: La col·lecció supera la mida d’un mitjà d’una sola capa, necessitaràs un DVD en blanc de doble capa!
lv: Jūsu kolekcija pārsniedz diska lielumu, jums ir nepieciešams tukšs dubultslāņa DVD!

source: Your current collection will get lost!
ca: La teva col·lecció actual es perdrà!
lv: Jūsu pašreizējā kolekcija zudīs!

source: Your frontprocessor will be updated Please wait until your receiver reboots This may take a few minutes
ca: El teu processador frontal s’actualitzarà Espera fins que el receptor es reiniciï Això pot trigar uns minuts
lv: Jūsu uztvērējs tiks atjaunots Lūdzu uzgaidiet kamēr tas pārstartēsies Tas var prasīt kādu laiku

source: Your internet connection is not working! Please choose what you want to do next.
ca: La vostra connexió a Internet no funciona! Selecciona què vols fer a continuació.
lv: Jūsu interneta savienojums nestrādā! Lūdzu izvēlieties ko vēlaties darīt tālāk.

source: Your internet connection is working (IP address: %s)
ca: La teva connexió a Internet funciona (adreça IP: %s)
lv: Jūsu interneta savienojums strādā (IP: %s)

source: Your network configuration has been activated.
ca: S'ha activat la teva configuració de xarxa.
lv: Tīkla konfigurācija aktivizēta.

source: Your receiver can use SCPC optimized search range. Consult your receiver's manual for more information.
ca: El receptor pot utilitzar un rang de cerca optimitzat per SCPC. Consulta el manual del teu receptor per obtenir més informació.
lv: Jūsu uztvērējs var izmantot SCPC optimizēto meklēšanas diapazonu. Lai iegūtu papildinformāciju, skatiet uztvērēja rokasgrāmatu.

source: Your receiver can use tone amplitude. Consult your receiver's manual for more information.
ca: El receptor pot utilitzar amplitud de to. Consulta el manual del teu receptor per obtenir més informació.
lv: Jūsu uztvērējs var izmantot signāla amplitūdu. Lai iegūtu papildinformāciju, skatiet uztvērēja rokasgrāmatu.

source: Your receiver does not have an internet connection
ca: El receptor no té connexió a Internet
lv: Jūsu uztvērējam nav interneta savienojuma

source: Your receiver is now ready to be used. Your internet connection is working.
ca: El receptor ja està preparat per utilitzar-lo. La teva connexió a Internet funciona.
lv: Jūsu uztvērējs ir gatavs lietošanai. Jūsu interneta savienojums strādā.

source: Your receiver is now ready to use. Your internet connection is working now. Please press OK to continue.
ca: El receptor ja està preparat per utilitzar-lo. La teva connexió a Internet funciona ara. Prem OK per continuar.
lv: Jūsu uztvērējs ir gatavs lietošanai. Jūsu interneta savienojums strādā. Lūdzu nospiediet OK lai turpinātu.

source: Your receiver is rebooting
ca: El receptor s'està reiniciant
lv: Jūsu uztvērējs pārstartējas

source: Your receiver is shutting down
ca: El receptor s'està apagant
lv: Jūsu uztvērējs izslēdzas

source: Your receiver might be unusable now. Please consult the manual for further assistance before rebooting your receiver.
ca: És possible que el teu receptor sigui ara inutilitzable. Consulta el manual per obtenir més ajuda abans de reiniciar el receptor.
lv: Jūsu uztvērējs nav lietojams. Pirms uztvērēja pārstartēšanas, lai saņemtu palīdzību, lūdzu izlasiet rokasgrāmatu.

source: Your receiver will got to stand by due to the sleeptimer.
ca: El receptor haurà de passar a mode standby degut al programador de suspensió.
lv: Jūsu uztvērējs miega taimera dēļ pāriet gaidstāvē.

source: Your receiver will got to standby due to inactivity.
ca: El receptor haurà de passar a mode standby degut a inactivitat
lv: Jūsu uztvērējs pāriet gaidstāvē jo nav aktivitātes.

source: Your receiver will restart after pressing OK on your remote control.
ca: El receptor es reiniciarà després de prémer el botó OK del comandament a distància.
lv: Jūsu uztvērējs pārstartēsies pēc tam kad nospiedīsiet OK uz tālvadības pults.

source: Your wireless LAN internet connection could not be started! Have you attached your USB WLAN Stick? Please choose what you want to do next.
ca: La connexió a Internet sense fils no s’ha pogut iniciar. Has connectat el teu stick usb de xarxa sense fils? Selecciona què vols fer a continuació.
lv: Jūsu bezvadu LAN interneta pieslēgumu nevar uzsākt! Vai esat pievienots USB WLAN adapteri? Lūdzu izvēlieties, ko jūs vēlaties darīt tālāk.

source: Zambia
lv: Zambija

source: Zap
ca: Zapejar
lv: Pārslēgt

source: Zap Up/Down
ca: Zapejar amunt/avall
lv: Pārslēgt uz augšu/leju

source: Zap back to previously tuned service?
ca: Zapejar cap al servei prèviament sintonitzat?
lv: Atgriezties uz iepriekš uztverto kanālu?

source: Zap back to service before positioner setup?
ca: Zapejar al servei d'abans de la configuració del posicionador?
lv: Atgriezties uz kanālu pirms pozicioniera iestatīšanas?

source: Zap bouquets blindly on zap buttons
ca: Zapejar cap a bouquets a cegues amb els botons de zàping
lv: Pārslēgt buķetes ar kanālu pogām

source: Zap down
ca: Zapejar cap avall
lv: Pārslēgt uz leju

source: Zap focus to Picture in Picture
ca: Zapejar cap a enfocament a Picture in Picture
lv: Pārslēgties uz attēlu attēlā

source: Zap focus to main screen
ca: Zapejar cap a enfocament a la pantalla principal
lv: Pārslēgties uz pamata ekrānu

source: Zap mode
ca: Mode de zàping
lv: Pārslēgšanās režīms

source: Zap to
ca: Zapejar cap a
lv: Pārslēgt uz

source: Zap to selected channel
ca: Zapejar cap al canal seleccionat
lv: Pārslēgties uz izvēlēto kanālu

source: Zap to selected channel and exit GMEPG
ca: Zap cap al canal seleccionat i sortir de GMEPG
lv: Pārslēgt uz kanālu un iziet no GMEPG

source: Zap to selected channel, or show detailed event info (depends on configuration)
ca: Zapejar cap al canal seleccionat o mostrar informació detallada sobre l'esdeveniment (depèn de la configuració)
lv: Pārslēgties uz izvēlēto kanālu, vai parādīt detalizētu pārraides informāciju (atkarībā no iestatījumiem)

source: Zap up
ca: Zapejar cap amunt
lv: Pārslēgt uz augšu

source: Zapped to timer service %s as Picture in Picture!
ca: S'ha canviat al servei de programació %s com a Picture in Picture!
lv: Pārslēdz kā PiP uz taimera kanālu %s!

source: Zapped to timer service %s!
ca: S’ha canviat al servei de programació %s!
lv: Pārslēdz uz taimera kanālu %s!

source: Zgemma H.S/H.2S/H.2H/H5/H7(old model)
ca: Zgemma H.S/H.2S/H.2H/H5/H7(model antic)
lv: Zgemma H.S/H.2S/H.2H/H5/H7(vecais modelis)

source: Zgemma H9(old model)/I55Plus/H8
ca: Zgemma H9(model antic)/I55Plus/H8
lv: Zgemma H9(vecais modelis)/I55Plus/H8
