Repository: 68foxboris/enigma2
Catalog: po/*.po
Languages: ca, lv

source: Percentage left
ca: Percentatge esquerra
lv: Procenti kreisā pusē

source: Percentage right
ca: Percentatge dret
lv: Procenti labā pusē

source: Permanently delete all recordings in the trash can?
ca: Vols eliminar tots els enregistraments de la paperera?
lv: Neatgriezeniski dzēst visus ierakstus miskastē?

source: Permanently remove all deleted items
ca: Eliminar permanentment tots els elements suprimits
lv: Neatgriezeniski dzēst visus dzēstos

source: Persian
lv: Persiešu

source: Philippines
ca: Filipines
lv: Filipīnas

source: PiP setup
ca: Configuració de PiP
lv: PiP iestatījumi

source: Picon
lv: Pikona

source: Picon and servicename
ca: Picon i nom de servei
lv: Pikona un kanāla nosaukums

source: Picture player
ca: Reproductor d’imatges
lv: Attēlu rādītājs

source: Pillarbox
lv: Melnas joslas malās

source: Pitcairn
lv: Pitkērna

source: Pixels
ca: Píxels
lv: Pikseļi

source: Play
ca: Reproduir
lv: Atskaņot

source: Play DVD
ca: Reproduir DVD
lv: Atskaņot DVD

source: Play DVDs
ca: Reproduir DVDs
lv: Atskaņot DVD

source: Play as Picture in Picture
ca: Reproduir com a Picture in Picture
lv: Atskaņot kā attēlu attēlā

source: Play audio-CD...
ca: Reproduir CD d'àudio...
lv: Atskaņot mūzikas CD...

source: Play audiofiles in list mode
ca: Reproduir fitxers d'àudio en el mode de llista
lv: Atskaņot audio failus saraksta režīmā

source: Play back media files
ca: Reproduir fitxers multimèdia
lv: Atskaņot mediju failus

source: Play entry
ca: Reproduir entrada
lv: Atskaņot ierakstu

source: Play from next mark or playlist entry
ca: Reproduir des de la marca o entrada de llista de reproducció següent
lv: Atskaņot no nākamās iezīmes vai repertuāra ieraksta

source: Play from previous mark or playlist entry
ca: Reproduir des de la marca o entrada de llista de reproducció anterior
lv: Atskaņot no iepriekšējās iezīmes vai repertuāra ieraksta

source: Play in main window
ca: Reproduir a la finestra principal
lv: Atskaņot pamatlogā

source: Play music...
ca: Reproduir música…
lv: Atskaņot mūziku...

source: Play next
ca: Reproduir següent
lv: Atskaņot nākošo

source: Play next (return to movie list)
ca: Reproduir següent (tornar a la llista de pel·lícules)
lv: Atskaņot nākošo (atgriezties mediju sarakstā)

source: Play next (return to previous service)
ca: Reproduir següent (tornar al servei anterior)
lv: Atskaņot nākošo (atgriezties iepriekšējā kanālā)

source: Play previous
ca: Reproduir anterior
lv: Atskaņot iepriekšējo

source: Play recorded movies...
ca: Reproduir pel·lícules enregistrades...
lv: Atskaņot ierakstītās filmas...

source: Please add titles to the compilation.
ca: Si us plau, afegeix títols a la compilació.
lv: Lūdzu pievienot virsrakstus kompilācijai.

source: Please change recording endtime
ca: Si us plau, canvia l'hora d'aturar el enregistrament
lv: Lūdzu nomainiet ieraksta beigu laiku

source: Please choose an extension...
ca: Si us plau, escull una extensió...
lv: Lūdzu izvēlieties paplašinājumu...

source: Please configure the fallback tuner setup
ca: Si us plau, configura el sintonitzador de reserva
lv: Iestatiet attālināto uztvērēju

source: Please configure your internet connection by filling out the required values. When you are ready press OK to continue.
ca: Configura la teva connexió a Internet omplint els valors requerits. Quan estiguis a punt, prem OK per continuar.
lv: Lūdzu konfigurējiet interneta pieslēgumu aizpildot nepieciešamās vērtības. Kad esat gatavs nospiediet OK, lai turpinātu.

source: Please connect your receiver to the internet
ca: Si us plau, connecta el receptor a Internet
lv: Lūdzu pieslēdziet uztvērēju internetam

source: Please do not change any values unless you know what you are doing!
ca: Si us plau, no canviïs els valors si no n'estàs segur!
lv: Lūdzu nemainiet jebkādas vērtības, izņemot ja skaidri apzināties ko darāt!

source: Please enter a name for the new bouquet
ca: Introdueix un nom per al nou bouquet
lv: Lūdzu ievadiet jaunās buķetes nosaukumu

source: Please enter a name for the new marker
ca: Introdueix un nom per al nou marcador
lv: Lūdzu ievadiet jaunā marķiera nosaukumu

source: Please enter a new filename
ca: Introdueix un nom de fitxer nou
lv: Lūdzu ievadiet jauno faila nosaukumu

source: Please enter filename (empty = use current date)
ca: Introdueix un nom de fitxer (buit = data actual)
lv: Lūdzu ievadiet faila nosaukumu (tukšs = lietot pašreizējo datumu)

source: Please enter name of the new directory
ca: Introduir el nom del directori nou
lv: Lūdzu ievadiet jaunās mapes nosaukumu

source: Please enter new description:
ca: Introdueix una nova descripció:
lv: Lūdzu ievadiet jauno aprakstu:

source: Please enter new name:
ca: Introdueix el nou nom:
lv: Lūdzu ievadiet jauno nosaukumu:

source: Please enter the correct PIN code
ca: Si us plau, introdueix el codi PIN correcte
lv: Lūdzu ievadiet pareizu PIN kodu

source: Please enter the new PIN code
ca: Introdueix el nou codi PIN
lv: Lūdzu ievadiet jauno PIN kodu

source: Please enter the old PIN code
ca: Introdueix l'antic codi PIN
lv: Lūdzu ievadiet iepriekšējo PIN kodu

source: Please follow the instructions on the TV
ca: Segueix les instruccions del televisor
lv: Lūdzu sekojiet instrukcijām TV ekrānā

source: Please note that the previously selected media could not be accessed and therefore the default directory is being used instead.
ca: Tingues en compte que no s’ha pogut accedir al suport seleccionat anteriorment i, per tant, s’utilitza el directori per defecte.
lv: Lūdzu ievērojiet, ka iepriekš izvēlētais datu nesējs nebija pieejams, tādēļ tā vietā tika lietota noklusētā mape.

source: Please press OK to continue.
ca: Prem OK per continuar.
lv: Lūdzu spiediet OK, lai turpinātu.

source: Please re-enter the new PIN code
ca: Torna a introduir el nou codi PIN
lv: Lūdzu ievadiet vēlreiz jauno PIN kodu

source: Please select a playlist to delete...
ca: Si us plau, selecciona una llista de reproducció per eliminar...
lv: Lūdzu izvēlieties repertuāru dzēšanai...

source: Please select a playlist...
ca: Si us plau, selecciona una llista de reproducció
lv: Lūdzu izvēlieties repertuāru...

source: Please select a sub service...
ca: Si us plau, selecciona un subservei…
lv: Lūdzu izvēlieties papildkanālu...

source: Please select a subservice to record...
ca: Si us plau, selecciona un subservei per enregistrar...
lv: Lūdzu izvēlieties papildkanālu ierakstam...

source: Please select a subservice...
ca: Si us plau, selecciona un subservei...
lv: Lūdzu izvēlieties papildkanālu...

source: Please select medium to be scanned
ca: Si us plau, selecciona el mitjà per escanejar
lv: Lūdzu izvēlieties datu nesēju skenēšanai

source: Please select medium to use as backup location
ca: Si us plau, selecciona el mitjà per utilitzar com a ubicació de còpia de seguretat
lv: Lūdzu izvēlieties datu nesēju dublējumkopijas veidošanai

source: Please select tag to filter...
ca: Si us plau, selecciona l’etiqueta per filtrar…
lv: Lūdzu izvēlieties etiķeti filtrēšanai...

source: Please select the movie path...
ca: Si us plau, selecciona la ruta de la pel·lícula…
lv: Lūdzu izvēlieties ceļu uz mediju failu...

source: Please select the network interface that you want to use for your internet connection. Please press OK to continue.
ca: Si us plau, selecciona la interfície de xarxa que vols utilitzar per a la teva connexió a Internet. Prem OK per continuar.
lv: Lūdzu izvēlieties tīkla interfeisu, ko vēlaties izmantot savam interneta savienojumam. Lūdzu nospiediet OK, lai turpinātu.

source: Please select the wireless network that you want to connect to. Please press OK to continue.
ca: Si us plau, selecciona la xarxa sense fils a la qual vols connectar-te. Prem OK per continuar.
lv: Lūdzu izvēlieties bezvadu tīklu ar kuru veidot savienojumu. Lūdzu nospiediet OK, lai turpinātu.

source: Please set up tuner A
ca: Si us plau, configura el sintonitzador A
lv: Lūdzu iestatiet uztvērēju A

source: Please set up tuner B
ca: Si us plau, configura el sintonitzador B
lv: Lūdzu iestatiet uztvērēju B

source: Please set up tuner C
ca: Si us plau, configura el sintonitzador C
lv: Lūdzu iestatiet uztvērēju C

source: Please set up tuner D
ca: Si us plau, configura el sintonitzador D
lv: Lūdzu iestatiet uztvērēju D

source: Please set up tuner E
ca: Si us plau, configura el sintonitzador E
lv: Lūdzu iestatiet uztvērēju E

source: Please set up tuner F
ca: Si us plau, configura el sintonitzador F
lv: Lūdzu iestatiet uztvērēju F

source: Please set up tuner G
ca: Si us plau, configura el sintonitzador G
lv: Lūdzu iestatiet uztvērēju G

source: Please set up tuner H
ca: Si us plau, configura el sintonitzador H
lv: Lūdzu iestatiet uztvērēju H

source: Please set up tuner I
ca: Si us plau, configura el sintonitzador I
lv: Lūdzu iestatiet uztvērēju I

source: Please set up tuner J
ca: Si us plau, configura el sintonitzador J
lv: Lūdzu iestatiet uztvērēju J

source: Please set up tuner Q
ca: Si us plau, configura el sintonitzador Q
lv: Lūdzu iestatiet uztvērēju Q

source: Please set up tuner R
ca: Si us plau, configura el sintonitzador R
lv: Lūdzu iestatiet uztvērēju R

source: Please set your time zone
ca: Si us plau, defineix el teu fus horari
lv: Lūdzu iestatiet jūsu laika zonu

source: Please setup the following basic configs!
ca: Si us plau, configura els següents paràmetres bàsics!
lv: Lūdzu iestatiet pamata iestatījumus!

source: Please use direction keys to move the PiP window. Press Bouquet +/- to resize the window. Press OK to go back to the TV mode or EXIT to cancel the moving.
ca: Si us plau, utilitza les tecles de direcció per a moure la finestra PiP. Prem Bouquet +/- per canviar la mida de la finestra. Prem OK per a tornar al mode TV o EXIT per a anul·lar el moviment.
lv: Lūdzu lietojiet virzienu taustiņus, lai pārvietotu PiP logu. Spiediet Buķetes +/- lai mainītu loga izmēru. Spiediet OK, lai atgrieztos TV režīmā vai IZIET, lai atceltu pārvietošanu.

source: Please use the UP and DOWN keys to select your language. Afterwards press the OK button.
ca: Per seleccionar l’idioma, utilitza els botons DALT i BAIX. Després prem el botó OK.
lv: Lūdzu lietojiet AUGŠUP un LEJUP taustiņus, lai izvēlētos valodu. Pēc tam spiediet OK.

source: Please wait
ca: Espera, si us plau
lv: Lūdzu uzgaidiet

source: Please wait (downloading channel list)
ca: Espera si us plau (descarregant llista de canals)
lv: Lūdzu uzgaidiet (ielādē kanālu sarakstu)

source: Please wait (updating packages)
ca: Espera, si us plau (actualitzant paquets)
lv: Lūdzu uzgaidiet (atjauno pakotnes)

source: Please wait for activation of your network configuration...
ca: Si us plau, espera l’activació de la configuració de la xarxa …
lv: Lūdzu uzgaidiet kamēr tīkla konfigurācija tiek aktivizēta...

source: Please wait while scanning...
ca: Si us plau, espera mentre l'escaneig està en curs …
lv: Lūdzu uzgaidiet kamēr notiek meklēšana...

source: Please wait while we configure your network...
ca: Si us plau, espera mentre configurem la teva xarxa …
lv: Lūdzu uzgaidiet kamēr tiek konfigurēts tīkls...

source: Please wait while we prepare your network interfaces...
ca: Si us plau, espera mentre preparem les teves interfícies de xarxa …
lv: Lūdzu uzgaidiet kamēr sagatavo tīkla interfeisus...

source: Please wait while we test your network...
ca: Si us plau, espera mentre provem la teva xarxa …
lv: Lūdzu uzgaidiet kamēr pārbauda tīklu...

source: Please wait while your network is restarting...
ca: Si us plau, espera mentre es reinicia la teva xarxa…
lv: Lūdzu uzgaidiet kamēr tīkls tiek pārstartēts...

source: Please wait, restarting cardserver.
ca: Espera, si us plau. Reiniciant cardserver.
lv: Lūdzu uzgaidiet, pārstartē karšu serveri.

source: Please wait, restarting softcam and cardserver.
ca: Espera, si us plau. Reiniciant softcam i cardserver.
lv: Lūdzu uzgaidiet, pārstartē softcam un karšu serveri.

source: Please wait, restarting softcam.
ca: Espera, si us plau. Reiniciant softcam.
lv: Lūdzu uzgaidiet, pārstartē softcam.

source: Please wait...
ca: Espera, si us plau…
lv: Lūdzu uzgaidiet...

source: Please wait... Loading list...
ca: Espera, si us plau... Carregant llista...
lv: Lūdzu uzgaidiet... Ielādē sarakstu...

source: Plugin Browser
ca: Navegador de plugins
lv: Spraudņu pārlūks

source: Plugin browser
ca: Navegador de plugins
lv: Spraudņu pārlūks

source: Plugin manager activity information
ca: Informació sobre l’activitat del gestor de plugins
lv: Spraudņu pārlūka aktivitātes informācija

source: Plugin manager help
ca: Ajuda del gestor de plugins
lv: Spraudņu pārlūka palīdzība

source: Plugins
lv: Spraudņi

source: Poland
ca: Polònia
lv: Polija

source: Polarisation
ca: Polarització
lv: Polarizācija

source: Polarization
ca: Polarització
lv: Polarizācija

source: Polish
ca: Polonès
lv: Poļu

source: Port
lv: Ports

source: Port A
lv: Ieeja A

source: Port B
lv: Ieeja B

source: Port C
lv: Ieeja C

source: Port D
lv: Ieeja D

source: Port of fallback remote receiver
ca: Port del receptor remot de reserva
lv: Rezerves uztvērēja ports

source: Portugal
lv: Portugāle

source: Portuguese
ca: Portuguès
lv: Portugāļu

source: Position
ca: Posició
lv: Pozīcija

source: Position of completed timers in timerlist
ca: Posició dels program. completats a la llista
lv: Pabeigto taimeru pozīcija taimeru sarakstā

source: Position stored at index
ca: Posició desada al índex
lv: Pozīcija saglabāta indeksā

source: Positioner
ca: Posicionador
lv: Pozicionieris

source: Positioner (selecting satellites)
ca: Posicionador (seleccionant satèl·lits)
lv: Pozicionieris (izvēlieties pavadoņus)

source: Positioner setup
ca: Configuració del posicionador
lv: Pozicioniera iestatījumi

source: Positioner setup log
ca: Registre de configuració del posicionador
lv: Pozicioniera iestatījumu logs

source: Power LED
ca: LED d'alimentació
lv: Ieslēgt LED

source: Power management. Consult your receiver's manual for more information.
ca: Gestió d'energia. Consulta el manual del teu receptor per obtenir més informació.
lv: Barošanas pārvaldīšana. Lai iegūtu papildinformāciju, skatiet uztvērēja rokasgrāmatu.

source: Power off time
ca: Hora d'apagada
lv: Izslēgšanās laiks

source: Power off timer
ca: Programador d'apagada
lv: Izslēgšanās taimeris

source: Power on display
ca: Encendre pantalla
lv: Ieslēgt displeju

source: Power threshold in mA
ca: Llindar d'energia en mA
lv: Barošanas robežvērtība mA

source: Power threshold. Consult your receiver's manual for more information.
ca: Llindar d'energia. Consulta el manual del teu receptor per obtenir més informació.
lv: Barošanas robežvērtība. Lai iegūtu papildinformāciju, skatiet uztvērēja rokasgrāmatu.

source: PowerMenu
ca: Menú d'energia
lv: Izslēgšana

source: Predefined transponder
ca: Transponedor predefinit
lv: Definēts transponderis

source: Prefer AC3 track
ca: Preferir pista AC3
lv: Priekšroka AC3 celiņam

source: Prefer AC3+ track
ca: Preferir pista AC3+
lv: Priekšroka AC3+ celiņam

source: Prefer audio track stored by service
ca: Preferir pista d’àudio emmagatzemada per servei
lv: Katram kanālam saglabāt ieteicamo audio celiņu

source: Prefer graphical DVB subtitles
ca: Preferir subtítols gràfics de DVB
lv: Ieteicamie grafiskie DVB subtitri

source: Prefer subtitles for hearing impaired
ca: Preferir subtítols per a deficients auditius
lv: Ieteicamie subtitri cilvēkiem ar dzirdes traucējumiem

source: Prefer subtitles stored by service
ca: Preferir subtítols emmagatzemats per servei
lv: Katram kanālam saglabāt ieteicamos subtitrus

source: Preferred tuner
ca: Sintonitzador preferit
lv: Ieteicamais uztvērējs

source: Preferred tuner ATSC
ca: Sintonitzador preferit ATSC
lv: Ieteicamais ATSC uztvērējs

source: Preferred tuner ATSC for recordings
ca: Sintonitzador preferit ATSC per a enregistraments
lv: Ieteicamais ATSC uztvērējs ierakstam

source: Preferred tuner DVB-C
ca: Sintonitzador preferit DVB-C
lv: Ieteicamais DVB-C uztvērējs

source: Preferred tuner DVB-C for recordings
ca: Sintonitzador preferit DVB-C per a enregistraments
lv: Ieteicamais DVB-C uztvērējs ierakstam

source: Preferred tuner DVB-S
ca: Sintonitzador preferit DVB-S
lv: Ieteicamais DVB-S uztvērējs

source: Preferred tuner DVB-S for recordings
ca: Sintonitzador preferit DVB-S per a enregistraments
lv: Ieteicamais DVB-S uztvērējs ierakstam

source: Preferred tuner DVB-T
ca: Sintonitzador preferit DVB-T
lv: Ieteicamais DVB-T uztvērējs

source: Preferred tuner DVB-T for recordings
ca: Sintonitzador preferit DVB-T per a enregistraments
lv: Ieteicamais DVB-T uztvērējs ierakstam

source: Preferred tuner for recordings
ca: Sintonitzador preferit per a enregistraments
lv: Ieteicamais uztvērējs ierakstam

source: Preparing... Please wait
ca: Preparant... Espera, si us plau
lv: Sagatavo... Lūdzu uzgaidiet

source: Press '0' to toggle PiP mode
ca: Prem '0' per commutar el mode PiP
lv: Nospiediet '0' lai pārslēgtu PiP režīmu

source: Press 'OK' for attach function.
ca: Prem ‘OK’ per adjuntar funció.
lv: Nospiediet OK, lai pievienotu darbību.

source: Press 'OK' for attach next function or 'CH+/-' for edit attached.
ca: Prem 'OK' per adjuntar la següent funció o 'CH +/-' per editar l'adjunt.
lv: Nospiediet OK, lai pievienotu nākošo darbību, vai CH+/- lai izmainīto pievienoto.

source: Press 'OK' for remove item or 'CH+/-' for toggle to list of features.
ca: Prem 'OK' per eliminar l’element o 'CH +/-' per canviar a la llista de funcions.
lv: Nospiediet OK, lai noņemtu darbību, vai CH+/- lai pārslēgtos uz blakus sarakstu.

source: Press 'OK' for remove item or < > for change order or 'CH+/-' for toggle to list of features.
ca: Prem 'OK' per eliminar l’element o <> per canviar l’ordre o 'CH +/-' per canviar a la llista de funcions.
lv: Nospiediet OK, lai noņemtu darbību, < > lai izmainītu kārtību, vai CH+/- lai pārslēgtos uz blakus sarakstu.

source: Press Green key to enable MultiBoot! Will reboot within 10 seconds, unless you have eMMC slots to restore. Restoring eMMC slots can take from 1 -> 5 minutes per slot.
ca: Prem el botó verd per activar MultiBoot! Es reiniciarà en 10 segons, tret que tinguis ranures eMMC per restablir. Restablir ranures eMMC pot tardar entre 1 i 5 minuts per ranura.
lv: Nospiediet zaļo taustiņu, lai iespējotu multiboot! Tiks pārstartēts 10 sekunžu laikā, ja vien jums nav eMMC slotu, kurus atjaunot. eMMC slotu atjaunošana var ilgt no 1 līdz 5 minūtēm katram slotam.

source: Press INFO on your remote control for additional information.
ca: Per obtenir més informació, prem INFO al comandament remot.
lv: Papildus informācijai spiediet INFO uz tālvadības pults.

source: Press MENU on your remote control for additional options.
ca: Prem MENÚ del comandament remot per obtenir opcions addicionals.
lv: Papildus iespējām spiediet MENU uz tālvadības pults.

source: Press OK on your remote control to continue.
ca: Per continuar, prem OK al comandament a distància.
lv: Spiediet OK uz tālvadības pults, lai turpinātu.

source: Press OK to activate the selected %s skin.
ca: Prem OK per activar la skin %s seleccionada.
lv: Spiediet OK lai aktivizētu izvēlēto %s noformējumu.

source: Press OK to activate the settings.
ca: Prem OK per a activar la configuració.
lv: Spiediet OK, lai aktivizētu iestatījumus.

source: Press OK to edit the settings.
ca: Prem OK per editar la configuració.
lv: Spiediet OK, lai rediģētu iestatījumus.

source: Press OK to get further details for %s
ca: Prem OK per obtenir més detalls per a %s
lv: Spiediet OK turpmākai informācijai %s

source: Press OK to keep the currently selected %s skin.
ca: Prem OK per mantenir la skin %s actualment seleccionada.
lv: Spiediet OK lai saglabātu izvēlēto %s noformējumu.

source: Press OK to scan
ca: Prem OK per escanejar
lv: Spiediet OK, lai meklētu

source: Press OK to select a group of satellites to configure in one block.
ca: Prem OK per seleccionar un grup de satèl·lits per configurar en un bloc.
lv: Spiediet OK, lai izvēlētos pavadoņu grupu kurus iestatīt.

source: Press OK to select a provider.
ca: Prem OK per seleccionar un proveïdor.
lv: Spiediet OK, lai izvēlētos operatoru.

source: Press OK to select a service.
ca: Prem OK per seleccionar un servei.
lv: Spiediet OK, lai izvēlētos kanālu.

source: Press OK to select satellites
ca: Prem OK per seleccionar satèl·lits
lv: Spiediet OK, lai izvēlētos pavadoņus

source: Press OK to select the save location of the log file.
ca: Prem OK per seleccionar la ubicació de desat del fitxer de registre.
lv: Spiediet OK, lai saglabātu žurnāla faila atrašanās vietu.

source: Press OK to select/deselect a CAId.
ca: Prem OK per seleccionar / deseleccionar un CAId.
lv: Spiediet OK, lai izvēlētos/neizvēlētos CAId.

source: Press OK to toggle the selection
ca: Prem OK per commutar la selecció
lv: Nospiediet OK, lai pārslēgtu izvēli

source: Press OK to toggle the selection.
ca: Prem OK per commutar la selecció.
lv: Nospiediet OK, lai pārslēgtu izvēli.

source: Press OK, save and exit...
ca: Prem OK, desa i surt…
lv: Spiediet OK, lai saglabātu un izietu...

source: Press or select button and then press 'OK' for attach function.
ca: Prem o selecciona el botó i, a continuació, prem 'OK' per adjuntar la funció.
lv: Izvēlieties pogu un spiediet OK, lai pievienotu darbību.

source: Press or select button and then press 'OK' for attach next function or edit attached.
ca: Prem o selecciona el botó i, a continuació, prem ‘OK’ per adjuntar la següent funció o editar l’adjunt.
lv: Izvēlieties pogu un spiediet OK, lai pievienotu nākošo darbību vai izmainītu esošo.

source: Press yellow button to set CEC address again
ca: Prem el botó groc per tornar a configurar l'adreça CEC
lv: Nospiediet dzelteno pogu, lai vēlreiz iestatītu CEC adresi

source: Press yellow to set this interface as default interface.
ca: Prem el botó groc per definir aquesta interfície com a predeterminada.
lv: Spiediet dzelteno, lai iestatītu šo interfeisu kā noklusējuma.

# button label, 'previous screen'
source: Prev
ca: Anterior
lv: Iepriekšējais

source: Preview
ca: Previsualitzar
lv: Priekšskatījums

source: Preview menu
ca: Previsualitzar menú
lv: Priekšskatījuma izvēlne

source: Preview selected channel
ca: Previsualitzar canal seleccionat
lv: Izvēlētā kanāla priekšskatījums

source: Primary DNS
ca: DNS principal
lv: Primārais DNS

source: Prime time
lv: Labākais laiks

source: Priority
ca: Prioritat
lv: Prioritāte

source: Process
ca: Procés
lv: Norise

source: Progress bar left
ca: Barra de progrés a l’esquerra
lv: Progresa josla pa kreisi

source: Progress bar right
ca: Barra de progrés a la dreta
lv: Progresa josla pa labi

source: Properties of current title
ca: Propietats del títol actual
lv: Aktīvā nosaukuma parametri

source: Protect Screens
ca: Protegir pantalles
lv: Aizsargāt logus

source: Protect configuration
ca: Protegir configuració
lv: Aizsargāt uzstādījumus

source: Protect context menus
ca: Protegir menús contextuals
lv: Aizsargāt papildus izvēlnes

source: Protect main menu
ca: Protegir el menú principal
lv: Aizsargāt galveno izvēlni

source: Protect manufacturer reset screen
ca: Protegir la pantalla de restabliment de fàbrica
lv: Aizsargāt iestatījumu atiestatīšanu

source: Protect menu sort
ca: Protegir l’ordenació del menú
lv: Aizsargāt izvēlnes kārtošanu

source: Protect movie list
ca: Protegir la llista de pel·lícules
lv: Aizsargāt mediju sarakstu

source: Protect on EPG age
ca: Protegir en edat d'EPG
lv: Aizsargāt pēc EPG norādītā vecuma

source: Protect plugin browser
ca: Protegir el navegador de plugins
lv: Aizsargāt spraudņu pārlūku

source: Protect services
ca: Protegir serveis
lv: Aizsargāt kanālus

source: Protect software update screen
ca: Protegir la pantalla d’actualització de software
lv: Aizsargāt programmatūras atjaunināšanu

source: Protect standby menu
ca: Protegir el menú de standby
lv: Aizsargāt gaidstāves izvēlni

source: Protect timer menu
ca: Protegir el menú del programador
lv: Aizsargāt taimeru izvēlni
