Repository: 68foxboris/enigma2
Catalog: po/*.po
Languages: ca, lv

source: wireless network interface
ca: interfície de xarxa sense fils
lv: bezvadu tīkla interfeiss

source: with %d error
ca: amb %d error
lv: ar %d kļūdu

source: with errors
ca: amb errors
lv: ar kļūdām

source: with text
ca: amb text
lv: ar tekstu

source: with tuner name
ca: amb nom del sintonitzador
lv: ar uztvērēja nosaukumu

source: with_errors
ca: amb_errors
lv: ar_kļūdām

source: yellow
ca: groc
lv: dzeltenā

source: yes
ca: sí
lv: jā

source: yes (keep feeds)
ca: sí (mantenir feeds)
lv: jā (paturēt barotnes)

source: yes, but not in multi selections
ca: sí, però no en múltiples seleccions
lv: izmantot tikai jā/nē

source: zap
ca: canviar de canal
lv: pārslēgt

source: zap and record
ca: canviar de canal i enregistrament
lv: pārslēgt un ierakstīt

source: zapped
ca: canvi de canal
lv: pārslēgts

source: (Radio)
ca: (Ràdio)

source: %.1f° W
ca: %.1f° O

source: %d day
ca: %d dia

source: Audio PID
ca: PID d'àudio

source: Auto DiSEqC
ca: DiSEqC automàtic

source: CI Boot Delay
ca: Retard d'arrencada de CI

source: Channel Selection
ca: Selecció de canal

source: Configure if and how crypto icons will be shown in the channel selection list (left alignment only available in single line mode).
ca: Configurar si i com es mostraran les icones de codificació a la llista de selecció de canal (l'alineació a l'esquerra només està disponible en el mode de línia única).

source: Configure if and how service type icons will be shown in the channel selection list (left alignment only available in single line mode).
ca: Configurar si i com es mostraran les icones del tipus de servei a la llista de selecció de canal (l'alineació a l'esquerra només es mostrarà en el mode de línia única).

source: Configure if and how the record indicator will be shown in the channel selection list (left alignment only available in single line mode).
ca: Configurar si i com es mostrarà l'indicador d'enregistrament a la llista de selecció de canal (l'alineació a l'esquerra només està disponible en el mode de línia única).

source: Connected through another tuner
ca: Connectat a través d'un altre sintonitzador

source: Continuous play (loop)
ca: Continua la reproducció (bucle)

source: Delay when closing a stream relay service before reallocating the tuner for another service. Using '0' is only recommended for boxes with multiple satellite tuners.
ca: Retardar en tancar un servei de retransmissió de flux abans de reassignar el sintonitzador per a un altre servei. L'ús de '0' només es recomana per a receptors amb diversos sintonitzadors de satèl·lit.

source: Descramble service via streamrelay port
ca: Descodificar servei a través de port de streamrelay

source: Descramble service via streamrelay url
ca: Descodificar servei a través d'URL de streamrelay

source: Download Successful %s
ca: Descàrrega finalitzada %s

source: ECM Info
ca: Info d'ECM

source: Gold
ca: Or

source: HDMI Colorimetry
ca: Colorimetria de HDMI

source: HDMI Colorspace
ca: Espai de color de HDMI

source: Hotplug
ca: Connexió en calent

source: Input Stream ID
ca: Identificador de flux d’entrada

source: MENU
ca: MENÚ

source: N/A
ca: N/D

source: No, only download
ca: No, només descarregar

source: OE Version:
ca: Versió de OE:

source: PCR PID
ca: PID de PCR

source: PLP ID
ca: ID de PLP

source: PLS Code
ca: Codi PLS

source: PLS Mode
ca: Mode PLS

source: PMT PID
ca: PID de PMT

source: PREVIOUS
ca: ANTERIOR

source: Peru
ca: Perú

source: Pin Userbouquet
ca: Fixar bouquet d'usuari

source: Play service with streamrelay
ca: Reproduir servei amb streamrelay

source: Play service without streamrelay
ca: Reproduir servei sense streamrelay

source: Progress
ca: Progrés

source: Progress:
ca: Progrés:

source: Pythonscript
ca: Script de Python

source: Radio
ca: Ràdio

source: Reload services/bouquets list
ca: Recarregar llista de serveis/bouquets

source: Root
ca: Arrel

source: SINGLE LAYER DVD
ca: DVD D'UNA CAPA

source: Service info font size
ca: Mida de la font d'informació de servei

source: Service name font size
ca: Mida de la font de nom de servei

source: Service number font size
ca: Mida de la font del número de servei

source: Set the type of the progress indication in the channel selection screen (right alignment only available in single line mode).
ca: Establir el tipus d'indicació de progrés a la pantalla de selecció de canal (l'alineació a la dreta només està disponible en el mode de línia única).

source: Show disabled timers (local only)
ca: Mostrar programadors desactivats (només en local)

source: Sports
ca: Esports

source: Stream Relay delay
ca: Retard de retransmissió de flux

source: Switch
ca: Canviar

source: TXT PID
ca: PID de TXT

source: The IP address from the streamrelay server that is used to descramble services that can only be encrypted via streamrelay
ca: L'adreça IP del servidor streamrelay que s'utilitza per descodificar serveis que només es poden codificar mitjançant streamrelay

source: The enigma.info file for the boxinformation is not available or the content is invalid. Press any key to continue?
ca: El fitxer enigma.info sobre informació del receptor no està disponible o no és vàlid. Prémer qualsevol botó per continuar?

source: The port from the streamrelay server that is used to descramble services that can only be encrypted via streamrelay
ca: El port del servidor streamrelay que s'utilitza per descodificar serveis que només es poden codificar mitjançant streamrelay

source: The services/bouquets list is reloaded!
ca: La llista de serveis/bouquets s'ha tornat a carregar!

source: This allows you to change the font size relative to skin size, so 1 increases by 1 point size, and -1 decreases by 1 point size
ca: Això et permet canviar la mida de la font en relació a la mida de la skin, de manera que 1 augmenta en 1 punt i -1 disminueix en 1 punt.

source: Toggle the SNR values displayed
ca: Mostrar percentatge de SNR en lloc de valor de dB

source: Unpin Userbouquet
ca: Desfixar bouquet d'usuari

source: Use skin default
ca: Utilitzar skin per defecte

source: VCR scart
ca: Euroconnector VCR

source: Video PID
ca: PID de vídeo

source: W
ca: O

source: extra high
ca: extra alt

source: half an hour
ca: mitja hora

source: high
ca: alt

source: romance
ca: romanç

source: stereo
ca: estèreo

source: °W
ca: °O
