Repository: 68foxboris/enigma2
Catalog: po/*.po
Languages: ca, lv

source: Choose which tuner to configure.
ca: Triar el sintonitzador que es vol configurar.
lv: Izvēlieties kuru uztvērēju konfigurēt

source: Christmas Island
ca: Illa Christmas
lv: Ziemassvētku sala

source: Circular LNB
ca: LNB circular
lv: Cirkulārā LNB

source: Circular left
ca: Esquerra circular
lv: Cirkulārā kreisā

source: Circular right
ca: Dreta circular
lv: Cirkulārā labā

source: Cleanup
ca: Netejar
lv: Tīrīšana

source: Clear
ca: Esborrar
lv: Iztīrīt

source: Clear before scan
ca: Esborrar abans d'escanejar
lv: Dzēst pirms meklēšanas

source: Clear fixed
ca: Esborrar fixats
lv: Dzēst fiksēto

source: Clear log
ca: Esborrar registre
lv: Dzēst žurnālu

source: Clear playlist
ca: Esborrar llista de reproducció
lv: Dzēst repertuāru

source: Client is streaming from this box!
ca: El client està transmetent des d’aquest receptor!
lv: Klients straumē no uztvērēja!

source: Clone TV screen to LCD
ca: Clonar la pantalla de TV a LCD
lv: Kopēt TV ekrānu uz LCD

source: Clone TV screen to LCD mode
ca: Clonar la pantalla de TV a mode LCD
lv: Dublēt TV attēlu uz LCD

source: Close
ca: Tancar
lv: Aizvērt

source: Close PiP with 'exit' button
ca: Tancar el PiP amb el botó 'Exit'
lv: Izejot aizvērt PiP

source: Close title selection
ca: Tancar la selecció del títol
lv: Aizvērt virsrakstu atlasi

source: Cocos (Keeling) Islands
ca: Illes Cocos (Keeling)
lv: Kokosu (Kīlinga) salas

source: Code R. LP-HP & Guard Int.
ca: Taxa de cod. LP-HP & Guard Int.
lv: Koda b., LP-HP un guard int.

source: Code rate HP
ca: HP de taxa de codificació
lv: Koda biežums HP

source: Code rate LP
ca: LP de tasa de codificació
lv: Koda biežums LP

source: Codec & lang%s
ca: Còdec i idioma%s
lv: Audio informācija%s

source: Collection name
ca: Nom de la col·lecció
lv: Kolekcijas nosaukums

source: Collection settings
ca: Configuració de la col·lecció
lv: Kolekcijas iestatījumi

source: Colombia
ca: Colòmbia
lv: Kolumbija

source: Color
lv: Krāsa

source: Color format
ca: Format de color
lv: Krāsu formāts

source: Combined
ca: Combinat
lv: Apvienotais

source: Command execution...
ca: Execució d'ordres…
lv: Izpilda komandu...

source: Command order
ca: Disposició d'ordres
lv: Komandu secība

source: Command the TV to switch to the correct HDMI input when zap timers activate.
ca: Ordenar al televisor que canviï a l’entrada HDMI correcta quan s’activin els programadors de zàping.
lv: Nosūtīt komandu pārslēgt TV uz korektu HDMI ieeju kad aktivizē pārslēgšanas taimeri.

source: Commit info
ca: Info de commit
lv: Izmaiņas

source: Common Interface
lv: Common interfeiss

source: Common Interface assignment
ca: Assignació d’interfície comuna
lv: Common interfeiss

source: Communication
ca: Comunicació
lv: Komunikācija

source: Comoros
ca: Comores
lv: Komoru salas

source: Compact flash
lv: Zibatmiņa

source: Complete
ca: Complet
lv: Gatavs

source: Complex (allows mixing audio tracks and aspects)
ca: Complex (permet barrejar pistes d’àudio i aspectes)
lv: Komplicēts (pieļauj skaņas celiņu un aspektu jaukšanu)

source: Composition of the recording filenames
ca: Composició dels noms de fitxers d'enregistrament
lv: Ieraksta faila nosaukuma veidošana

source: Compress
ca: Comprimir
lv: Sakļaut

source: Config Scan Details
ca: Configurar els detalls d’escaneig
lv: Detalizēta informācija

source: Config resolution of pictures
ca: Configurar resolució de les imatges
lv: Konfigurēt attēlu izšķirtspēju

source: Configuration
ca: Configuració
lv: Konfigurācija

source: Configuration mode
ca: Mode de configuració
lv: Konfigurēt

source: Configuration mode: %s
ca: Mode de configuració: %s
lv: Konfigurēšanas režīms: %s

source: Configure ATSC
ca: Configurar ATSC
lv: Iestatīt ATSC

source: Configure DVB-C
ca: Configurar DVB-C
lv: Iestatīt DVB-C

source: Configure DVB-S
ca: Configurar DVB-S
lv: Iestatīt DVB-S

source: Configure DVB-T
ca: Configurar DVB-T
lv: Iestatīt DVB-T

source: Configure an additional delay to improve external subtitle synchronisation.
ca: Configurar un retard addicional per millorar la sincronització de subtítols externa.
lv: Uzstāda papildus aizturi lai darbotos ārējo subtitru sinhronizācija.

source: Configure an additional delay to improve subtitle synchronisation.
ca: Configurar un retard addicional per millorar la sincronització de subtítols.
lv: Uzstāda papildus aizturi lai darbotos subtitru sinhronizācija.

source: Configure default type for new timers.
ca: Configurar el tipus predeterminat per als programadors nous.
lv: Jauno taimeru noklusētais tips.

source: Configure for how long the infobar will remain visible after activation.
ca: Configurar quant de temps la barra d'informació romandrà visible després de l’activació.
lv: Uzstāda cik ilgi infojosla paliek redzama pēc aktivizācijas.

source: Configure for how many minutes finished events should remain visible in the EPG. Useful when you need information about an event which has just finished, or has been delayed.
ca: Configurar quants minuts els esdeveniments finalitzats haurien de romandre visibles a l’EPG. És útil quan necessites informació sobre un esdeveniment que acaba de finalitzar o que s’ha endarrerit.
lv: Uzstāda cik minūtes pabeigtiem notikumiem jāpaliek redzamiem EPG. Noderīgi, ja jums ir nepieciešama informācija par kādu notikumu, kas tikko ir pabeigts, vai ir atlikts.

source: Configure how many channels are shown in the selection list.
ca: Configurar quants canals es mostren a la llista de selecció.
lv: Uzstāda cik daudz kanālu tiks attēlots kanālu sarakstā.

source: Configure how recording filenames are constructed.
ca: Configurar com es construeixen els noms de fitxers d'enregistrament.
lv: Uzstāda kā tiek sastādīti ierakstu failu vārdi.

source: Configure how the fan should operate
ca: Configurar com hauria de funcionar el ventilador
lv: Uzstāda kā vadīt ventilatoru

source: Configure if and how crypto icons will be shown in the channel selection list.
lv: Uzstāda vai un kā crypto ikona tiks attēlota kanālu sarakstā.

source: Configure if and how long the latest service in Picture in Picture mode will be remembered.
ca: Configurar si i quant de temps es recordarà l’últim servei en mode Picture in Picture.
lv: Uzstāda vai un cik ilgi atcerēsies pēdējo attēls attēlā kanālu.

source: Configure if and how service type icons will be shown in the channel selection list.
lv: Uzstāda vai un kā tiks rādītas kanālu tipu ikonas kanālu sarakstā.

source: Configure if and how the record indicator will be shown in the channel selection list.
lv: Uzstāda vai un kā tiks attēlots ieraksta indikators kanālu sarakstā.

source: Configure if and how wide columns will be shown in the channel selection list.
ca: Configurar si i quina amplitud de columnes es mostrarà a la llista de selecció de canal.
lv: Uzstāda vai un kādā platumā kolona tiks attēlota kanālu sarakstā.

source: Configure if behind the subtitles a background is shown.
ca: Configurar si es mostra un fons darrere dels subtítols.
lv: Uzstāda vai subtitriem lietot tumšu fonu.

source: Configure if service picons will be shown in display (when supported by the skin).
ca: Configurar si els picons de servei es mostraran a la pantalla (quan sigui compatible amb la skin).
lv: Uzstāda vai pikonas tiks rādītas displejā (ja to atbalsta noformējums).

source: Configure if service picons will be shown in the channel selection list.
ca: Configurar si els picons de servei es mostraran a la llista de selecció de canal.
lv: Uzstāda vai kanālu pikonas tiks rādītas kanālu sarakstā.

source: Configure if the HDMI EDID checking should be bypassed as this might solve issue with some TVs.
ca: Configurar si s’ha de passar per alt la comprovació de l’EDID de HDMI, ja que això podria solucionar problemes amb alguns televisors.
lv: Uzstāda vai netiks veikta HDMI EDID pārbaude lai novērstu problēmas uz dažiem TV.

source: Configure if the subtitle should switch between normal, italic, bold and bolditalic
ca: Configurar si el subtítol ha de canviar entre normal, cursiva, negreta i negreta en cursiva.
lv: Uzstāda vai subtitri tiks pārslēgti starp slīpiem, trekniem vai slīpi trekniem

source: Configure interface
ca: Configurar interfície
lv: Konfigurēt interfeisu

source: Configure on which devices the background delete option should be used.
ca: Configurar en quins dispositius s’hauria d’utilitzar l’opció d’eliminació de fons.
lv: Uzstāda uz kuras ierīces būtu jāizmanto fona dzēšanas iespēja.

source: Configure remote control type
ca: Configurar el tipus de comandament remot
lv: Konfigurēt vadības pults tipu

source: Configure separator type used in full description for separate short and extended descriptions.
ca: Configurar el tipus de separador utilitzat a la descripció completa per obtenir descripcions curtes i ampliades separades.
lv: Pilnā aprakstā izmantotais atdalītāja veids starp īso un paplašināto aprakstu.

source: Configure the DiSEqC mode for this LNB.
ca: Configurar el mode de DiSEqC per aquest LNB.
lv: Konfigurēt DiSEqC veidu šim LNB.

source: Configure the IP address.
ca: Configurar l’adreça IP.
lv: Konfigurēt IP adresi.

source: Configure the aspect ratio of the screen.
ca: Configurar la relació d’aspecte de la pantalla.
lv: Konfigurēt ekrāna proporcijas.

source: Configure the behavior of the 'pause and ok' key when movie playback is already paused.
ca: Configurar el comportament de el botó “pausa i ok” quan la reproducció de pel·lícules ja està en pausa.
lv: Uzstāda darbību pauze un ok taustiņiem kad filmas atskaņošana ir nopauzēta.

source: Configure the behavior when movie playback is manually stopped.
ca: Configurar el comportament quan s’atura manualment la reproducció de pel·lícules.
lv: Uzstāda darbību kad filma ir manuāli apturēta.

source: Configure the behavior when movie playback is started.
ca: Configurar el comportament quan s’inicia la reproducció de pel·lícules.
lv: Uzstāda darbību, kad filma ir palaista.

source: Configure the behavior when reaching the end of a movie, during movie playback.
ca: Configurar el comportament quan s'arribi al final d’una pel·lícula durant la reproducció de pel·lícules.
lv: Uzstāda darbību kad atskaņošanas laikā tiek sasniegtas filmas beigas.

source: Configure the border width of the subtitles. The dark border makes the subtitles easier to read on a light background.
ca: Configurar l’amplada de la vora dels subtítols. La vora fosca facilita la lectura dels subtítols sobre un fons clar.
lv: Uzstāda apmales platumu subtitriem. Tumša robeža atļauj vieglāk lasīt subtitrus uz gaiša fona.

source: Configure the brightness level of the front panel display during standby.
ca: Configurar el nivell de brillantor de la pantalla del panell frontal durant el mode standby.
lv: Uzstāda spilgtuma līmeni priekšējā paneļa displejā gaidīšanas režīmā.

source: Configure the brightness level of the front panel display.
ca: Configurar el nivell de brillantor de la pantalla del panell frontal.
lv: Uzstāda spilgtuma līmeni priekšējā paneļa displejā.

source: Configure the color of the external subtitles, alternative (normal in white, italic in yellow, bold in cyan, underscore in green), white or yellow.
ca: Configurar el color dels subtítols externs, alternatius (normal en blanc, cursiva en groc, negreta en cian, subratllat en verd), blanc o groc.
lv: Uzstāda ārējo subtitru krāsu, alternatīvie (normāli balti, slīpi dzelteni, trekni gaiši zili, pasvītroti zaļi), balti vai dzelteni.

source: Configure the color of the teletext subtitles.
ca: Configurar el color dels subtítols del teletext.
lv: Uzstāda teleteksta subtitru krāsa.

source: Configure the contrast level of the front panel display.
ca: Configurar el nivell de contrast de la pantalla del panell frontal.
lv: Uzstāda kontrasta līmeni priekšējā paneļa displejā.

source: Configure the cursor behaviour in the channel selection list. When opening the channel selection list you can keep on the current service or already select up/down and you are able to revert the B+/B- buttons.
ca: Configurar el comportament del cursor a la llista de selecció de canal. En obrir la llista de selecció de canal, pots mantenir-te al servei actual o ja seleccionar-lo amunt / avall i pots invertir els botons B+ / B-.
lv: Uzstāda kursora darbību atverot kanālu sarakstu ar augšup/lejup taustiņiem. Kad atverat kanālu sarakstu jūs varat paturēt aktīvo kanālu, vai izvēlēties sarakstā kanālu augšup vai lejup un atcelt B+/B- taustiņus.

source: Configure the duration in hours the receiver should go to standby when the receiver is not controlled.
ca: Configurar la duració en hores que el receptor hauria de passar al mode standby quan no es controla el receptor.
lv: Uzstāda laiku stundās pēc kāda uztvērējam pāriet gaidstāvē ja uztvērēju nekontrolē.

source: Configure the duration in minutes for the screensaver.
ca: Configurar la duració en minuts per al protector de pantalla.
lv: Uzstāda laiku minūtēs ekrānsaudzētājam.

source: Configure the duration in minutes for the sleeptimer. Select this entry and click OK or green to start/stop the sleeptimer
lv: Uzstāda laiku minūtēs gidstāves taimerim. Izvēlieties šo ierakstu un nospiediet OK vai zaļo lai palaistu/apstādinātu miega taimeri

source: Configure the duration when the receiver should go to shut down in case the receiver is in standby mode.
ca: Configurar la duració de quan el receptor s’hauria d’apagar en cas que el receptor estigui en mode standby.
lv: Uzstāda laiku pēc kura uztvērējam jāizslēdzas, ja tas atrodas gaidstāves režīmā.

source: Configure the first audio language (highest priority).
ca: Configurar el primer idioma d’àudio (prioritat màxima).
lv: Uzstāda primāro audio valodu (augstākā prioritāte).

source: Configure the first subtitle language (highest priority).
ca: Configurar el primer idioma de subtítols (prioritat màxima).
lv: Uzstāda primāro subtitru valodu (augstākā prioritāte).

source: Configure the font size of the subtitles.
ca: Configurar la mida del tipus de lletra dels subtítols.
lv: Uzstāda subtitru fontu izmēru.

source: Configure the fourth audio language.
ca: Configurar el quart idioma d’àudio.
lv: Uzstāda nākamo audio valodu.

source: Configure the fourth subtitle language.
ca: Configurar el quart idioma de subtítols.
lv: Uzstāda nākamo subtitru valodu.

source: Configure the function of the '0' button when Picture in Picture is active.
ca: Configurar la funció del botó ‘0’ quan Picture in Picture està actiu.
lv: Uzstāda kādu funkciju veic taustiņš '0' ja PiP ir aktīvs.

source: Configure the gateway.
ca: Configurar la porta d'enllaç
lv: Konfigurēt vārteju.

source: Configure the general audio delay of Dolby Digital sound tracks.
ca: Configurar el retard general d’àudio de les pistes de so Dolby Digital.
lv: Uzstāda vispārējo audio aizturi Dolby Digital skaņu ierakstiem.

source: Configure the general audio delay of stereo sound tracks.
ca: Configurar el retard general d’àudio de les pistes de so estèreo.
lv: Uzstāda vispārējo aizturi stereo skaņu ierakstiem.

source: Configure the general audio volume step size (limit 1-10).
ca: Configurar la mida de pas general del volum d’àudio (límit 1-10).
lv: Uzstāda skaļuma regulēšanas soļa lielumu (1-10).

source: Configure the hard disk drive to go to standby after the specified idle time.
ca: Configurar la unitat de disc dur per passar al mode standby després del temps inactiu especificat.
lv: Uzstāda lai cietais disks dodas gaidstāvē pēc noteiktā laika.

source: Configure the horizontal alignment of the subtitles.
ca: Configurar l’alineació horitzontal dels subtítols.
lv: Uzstāda subtitru horizontālo izlīdzināšanu.

source: Configure the initial fast forward speed. When you press the fast forward button, winding will start at this speed.
ca: Configurar la velocitat inicial d’avançament ràpid. Quan premis el botó d’avançament ràpid, la bobinada començarà a aquesta velocitat.
lv: Uzstāda sākotnējo pārtīšanas uz priekšu ātrumu. Kad nospiežat tīt uz priekšu pogu, pārtīšana sāksies ar šo ātrumu.

source: Configure the initial rewind speed. When you press the rewind button, winding will start at this speed.
ca: Configurar la velocitat de rebobinat inicial. Quan premis el botó de rebobinat, el bobinat començarà a aquesta velocitat.
lv: Uzstāda sākotnējo attīšanas ātrumu. Kad nospiežat tīt atpakaļ pogu, attīšana sāksies ar šo ātrumu.

source: Configure the latitude of your location.
ca: Configurar la latitud de la teva ubicació.
lv: Uzstāda Jūsu atrašanās vietas platumu.

source: Configure the longitude of your location.
ca: Configurar la longitud de la teva ubicació.
lv: Uzstāda Jūsu atrašanās vietas garumu.

source: Configure the minimum amount of disk space to be available for recordings. When the amount of space drops below this value, deleted items will be removed from the trash can.
ca: Configurar la quantitat mínima d’espai de disc disponible per als enregistraments. Quan la quantitat d’espai baixa per sota d’aquest valor, els elements suprimits s’eliminaran de la paperera.
lv: Uzstāda minimālo brīvās vietas daudzumu uz diska lai tas būtu pieejams ierakstiem. Kad vietas apjoms samazinās zem šīs vērtības izdzēstās vienības tiks dzēstas no miskastes.

source: Configure the nameserver (DNS).
ca: Configurar el servidor de noms (DNS).
lv: Uzstāda domēnu vārdu serveri (DNS).

source: Configure the netmask.
ca: Configurar la màscara de xarxa.
lv: Uzstāda tīkla masku.

source: Configure the number of days after which items are automaticaly removed from the trash can.
ca: Configurar el número de dies després dels quals s’eliminen automàticament els elements de la paperera.
lv: Uzstāda dienu skaitu, pēc kura faili automātiski tiks dzēstas no miskastes.

source: Configure the number of days old timers are kept before they are automatically removed from the timer list.
ca: Configurar el número de temps que es mantenen els programadors antics abans que s’eliminin automàticament de la llista de programadors.
lv: Uzstāda dienu skaitu cik ilgi vecie taimeri tiks saglabāti pirms tie automātiski tiks dzēsti no taimeru saraksta.

source: Configure the offline decoding delay in milliseconds. The configured delay is observed at each control word parity change.
ca: Configurar el retard de decodificació fora de línia en mil·lisegons. El retard configurat s’observa a cada canvi de paritat de paraula de control.
lv: Uzstāda bezsaistes dekodēšanas aizturi milisekundēs. Konfigurētais kavējums ir novērojams pie katrām kontroles vārdu paritātes izmaiņām.

source: Configure the possible fast forward speeds.
ca: Configurar les possibles velocitats d’avançament ràpid.
lv: Uzstāda iespējamos ātrās pārtīšanas ātrumus.

source: Configure the possible rewind speeds.
ca: Configurar les possibles velocitats de rebobinatge.
lv: Uzstāda iespējamos ātrās attīšanas ātrumus.

source: Configure the primary EPG language.
ca: Configurar l'idioma principal de l'EPG.
lv: Uzstāda primāro EPG valodu.

source: Configure the refresh rate of the screen.
ca: Configurar la freqüència d’actualització de la pantalla.
lv: Uzstāda ekrāna atjaunošanas ātrumu.

source: Configure the screen resolution in PC output mode.
ca: Configurar la resolució de pantalla en mode de sortida de PC.
lv: Uzstāda ekrāna izšķirtspēju datora savienojuma režīmā.

source: Configure the second audio language.
ca: Configurar el segon idioma d’àudio.
lv: Uzstāda otro audio valodu.

source: Configure the second subtitle language.
ca: Configurar el segon idioma de subtítols.
lv: Uzstāda otro subtitru valodu

source: Configure the secondary EPG language.
ca: Configurar l'idioma secundari de l'EPG.
lv: Uzstāda otro EPG valodu.

source: Configure the sharpness of the video scaling.
ca: Configurar la nitidesa de l’escalada de vídeo.
lv: Uzstāda video asuma skalu.

source: Configure the skip time interval for the '1'/'3' buttons.
ca: Configurar l’interval de salt de temps per als botons '1' / '3'.
lv: Uzstāda taustiņu '1'/'3' pārlēkšanas laika intervālus.

source: Configure the skip time interval for the '4'/'6' buttons.
ca: Configura l’interval de salt de temps per als botons '4' / '6'.
lv: Uzstāda taustiņu '4'/'6' pārlēkšanas laika intervālus.

source: Configure the skip time interval for the '7'/'9' buttons.
ca: Configurar l’interval de salt de temps per als botons '7' / '9'.
lv: Uzstāda taustiņu '7'/'9' pārlēkšanas laika intervālus.

source: Configure the slow motion speeds.
ca: Configurar les velocitats de moviment lent.
lv: Uzstāda palēninātās kustības ātrumus.

source: Configure the source of the frontend data as shown on the infobars. 'Settings' is as stored on the settings. 'Tuner' is as reported by the tuner.
ca: Configurar l’origen de les dades del frontend tal i com es mostra a les barres d'informació. 'Configuració' és tal com s'emmagatzema a la configuració. 'Sintonitzador' és tal el que informa el sintonitzador.
lv: Uzstāda avotu frontend datiem kurus rādīt infopanelī. 'Iestatījumi' ir dati, kas saglabāti iestatījumos. 'Uztvērējs' ir dati no uztvērēja.

source: Configure the speed of the background deletion process. Lower speed will consume less hard disk drive performance.
ca: Configurar la velocitat del procés de supressió de fons. Una velocitat inferior consumirà menys rendiment de la unitat de disc dur.
lv: Uzstāda ātrumu fona dzēšanai. Zemāks ātrums patērē mazāk cietā diska resursus.

source: Configure the speed of the fan
ca: Configurar la velocitat del ventilador
lv: Uzstāda ventilatora ātrumu

source: Configure the subtitle delay when timing information is not available.
ca: Configurar el retard de subtítols quan la informació de sincronització no estigui disponible.
lv: Uzstāda subtitru parādīšanas laika aizturi kad laika aiztures informācija nav pieejama.

source: Configure the third audio language.
ca: Configurar el tercer idioma d’àudio.
lv: Uzstāda trešo audio valodu.

source: Configure the third subtitle language.
ca: Configurar el tercer idioma dels subtítols.
lv: Uzstāda trešo subtitru valodu

source: Configure the transparency of the OSD.
ca: Configurar la transparència de l’OSD.
lv: Uzstāda OSD caurspīdīgumu.

source: Configure the transparency of the black background of graphical DVB subtitles.
ca: Configurar la transparència del fons negre dels subtítols gràfics de DVB.
lv: Uzstāda grafisko DVB subtitru melnā fona caurspīdīgumu.

source: Configure the tuner mode.
ca: Configurar el mode de sintonitzador.
lv: Uzstāda uztvērēja režīmu.

source: Configure the type of status indication icons shown in the movielist.
ca: Configurar el tipus d’icones d’indicació d’estat que es mostren a la llista de pel·lícules.
lv: Uzstāda statusa indikatora ikonas veidu mediju sarakstā.

source: Configure the vertical position of the subtitles, measured from the bottom of the screen.
ca: Configurar la posició vertical dels subtítols, mesurada des de la part inferior de la pantalla.
lv: Uzstāda subtitru vertikālo pozīciju no ekrāna apakšas.

source: Configure the video output mode (or resolution).
ca: Configurar el mode (o resolució) de sortida de vídeo.
lv: Uzstāda video izejas režīmu (vai izšķirtspēju).

source: Configure the way in which the receiver changes channels.
ca: Configurar la forma en que el receptor canvia de canal.
lv: Uzstāda veidu kā uztvērējs pārslēdz kanālus.

source: Configure this tuner using simple or advanced options, or loop it through to another tuner, or copy a configuration from another tuner, or disable it.
ca: Configurar aquest sintonitzador amb opcions simples o avançades, o fer-hi un bucle amb un altre sintonitzador, o copiar-ne una configuració des d’un altre sintonitzador, o desactivar-lo.
lv: Konfigurējiet šo uztvērēju izmantojot vienkāršās vai papildu iespējas, izmantojiet to citā uztvērējā, kopējiet konfigurāciju no cita uztvērēja vai arī atspējojiet to.
