Repository: 68foxboris/enigma2
Catalog: po/*.po
Languages: ca, lv

source: The overscan wizard helps you to setup your TV in the correct way. For the majority of TV's, the factory default is to have overscan enabled. This means you are always watching a "zoomed in" picture instead of real HD, and parts of the user inferface (skin) may be invisible. The yellow area means a 5% border area of a full HD picture will be invisible. The green area means a 10% border area of a full HD picture will be invisible. In other words, if the yellow box touches all four sides of your screen, you have at least 5% overscan on all sides. If you see the tips of all eight arrowheads, then your TV has overscan disabled. Test Pattern by TigerDave - www.tigerdave.com/ht_menu.htm
ca: L’assistent d'overscan t'ajuda a configurar el televisor de la manera correcta. Per a la majoria dels televisors, el valor predeterminat de fàbrica és tenir activat l'overscan. Això vol dir que sempre estaràs veient una imatge “ampliada” en lloc d’una imatge real en alta definició i és possible que algunes parts de la interfície d'usuari (skin) siguin invisibles. L’àrea groga significa que un espai de vora del 5% d’una imatge en alta definició serà invisible. L’àrea verda significa que un espai de vora del 10% d’una imatge en alta definició serà invisible. Dit d’una altra manera, si la caixa groga toca els quatre costats de la pantalla, tens almenys un 5% d'overscan per totes les vores. Si veus les puntes de les vuit fletxes, llavors és que l'overscan del teu televisor està desactivat. Patró de proves per TigerDave: www.tigerdave.com/ht_menu.htm
lv: Attēla veidnis atļauj iestatīt TV korekti. Lielai daļai TV pēc noklusējuma ir iespējots overscan. Tas nozīmē, ka jūs vienmēr skatāties palielinātu attēlu, nevis reālu HD, un daļa no noformējuma nav redzama. Dzeltenais apgabals nozīmē 5% robežu no pilna HD attēla. Zaļais apgabals nozīmē 10% robežu no pilna HD attēla. Ja jūs redzat visu bultu galus, tad jūsu TV overscan ir atspējots. Testa attēls no TigerDave - www.tigerdave.com/ht_menu.htm

source: The path %s already exists.
ca: La ruta %s ja existeix.
lv: Ceļš %s jau eksistē.

source: The results have been written to %s
ca: Els resultats s’han escrit a %s
lv: Rezultāti tiks ierakstīti %s

source: The saved PIN was cleared.
ca: S’ha eliminat el PIN desat.
lv: Saglabātie PIN ir nodzēsti.

source: The sleep timer has been activated.
ca: El programador de suspensió s'ha activat.
lv: Miega taimeris tika aktivizēts.

source: The sleep timer has been disabled.
ca: El programador de suspensió s'ha desactivat.
lv: Miega taimeris tika izslēgts.

source: The software management extension is not installed! Please install it.
ca: L’extensió de gestió de software no està instal·lada! Si us plau, instal·la-la.
lv: Programmatūras pārvaldīšanas spraudnis nav instalēts! Lūdzu uzstādiet to.

source: The status of the current image could not be checked because %s can not be reached.
ca: No s'ha pogut comprovar l’estat de la imatge actual perquè no es pot arribar a %s.
lv: Esošo imidža statusu nevar pārbaudīt, jo nevar pieslēgties %s.

source: The timer file (timers.xml) is corrupt and could not be loaded.
ca: El fitxer de programadors (timers.xml) està malmès i no s’ha pogut carregar.
lv: Taimeru fails (timers.xml) ir bojāts un to nevar ielādēt.

source: The user interface of the receiver will now restart to select the selected skin
ca: La interfície d’usuari del receptor ara es reiniciarà per seleccionar la skin seleccionada
lv: Uztvērēja lietotāja interfeiss tiks pārstartēts lai lietotu izvēlēto noformējumu

source: The user interface of your receiver is restarting
ca: La interfície d'usuari del receptor s'està reiniciant
lv: Uztvērēja lietotāja interfeiss tiek pārstartēts

source: The user interface of your receiver is restarting in debug mode
ca: La interfície d’usuari del receptor s'està reiniciant en mode de depuració
lv: Uztvērēja lietotāja interfeiss tiek pārstartēts testa režīmā

source: The wireless LAN plugin is not installed! Please install it and choose what you want to do next.
ca: El plugin de xarxa sense fils no està instal·lat! Procedeix a la seva instal·lació i escull què vols fer a continuació.
lv: Bezvadu tīkla spraudnis nav instalēts! Lūdzu uzstādiet to un izvēlieties ko gribat darīt nākamo.

source: The wireless LAN plugin is not installed! Please install it.
ca: El plugin de xarxa sense fils no està instal·lat! Si us plau, procedeix a la seva instal·lació.
lv: Bezvadu tīkla spraudnis nav instalēts! Lūdzu uzstādiet to.

source: There are at least %d updates available.
ca: Hi ha almenys %d actualitzacions disponibles.
lv: Vismaz %d atjauninājumi pieejami.

source: There are currently no outstanding actions.
ca: Actualment no hi ha accions destacades.
lv: Pašlaik nav aktuālu darbību.

source: There are no saved playlists to delete!
ca: No hi han llistes de reproducció desades per eliminar!
lv: Nav saglabātu repertuāru kurus izdzēst!

source: There are no saved playlists to load!
ca: No hi han llistes de reproducció desades per reproduir!
lv: Nav saglabātu repertuāru kurus ielādēt!

source: There are no updates available.
ca: No hi han actualitzacions disponibles.
lv: Pašlaik atjauninājumi nav pieejami.

source: There is no signal to lock on !
ca: No hi ha cap senyal per bloquejar-lo!
lv: Pašlaik nav signāla uz ko noenkuroties!

source: There might not be enough Space on the selected Partition. Do you really want to continue?
ca: Pot ser que no hi hagi prou espai a la partició seleccionada. Segur que vols continuar?
lv: Izvēlētajā sadaļā var nebūt pietiekami daudz vietas. Vai tiešām vēlaties turpināt?

source: This DVD RW medium is already formatted - reformatting will erase all content on the disc.
ca: Aquest mitjà DVD RW ja està formatejat: tornar a formatejar-lo eliminarà tot el contingut del disc.
lv: Šis DVD RW disks jau ir formatēts - atkārtota formatēšana dzēsīs visu diska saturu.

source: This bouquet is protected by a parental control PIN
ca: Aquest bouquet està protegit per un PIN de control parental
lv: Šī buķete ir aizsargāta ar vecāku aizsardzību

source: This can be useful when using the CI(+) module. After the end of the recording, the service will be automatically stopped.
ca: Això pot ser útil quan s’utilitza el mòdul CI(+). Un cop finalitzat l'enregistrament, el servei s’aturarà automàticament.
lv: Tas var būt noderīgi izmantojot CI(+) moduli. Pēc ieraksta beigām kanāls tiks automātiski apturēts.

source: This field allows you to search an additional symbol rate up to %s.
ca: Aquest camp et permet cercar una taxa de símbols addicional fins a %s.
lv: Atļauj meklēt papildu simbola vērtību līdz pat %s.

source: This info is for developers only. For normal users it is not relevant. Please don't panic if you see values displayed looking suspicious!
ca: Aquesta informació només és per a desenvolupadors. Per a usuaris normals no és rellevant. No t'espantis si veus que els valors que es mostren són sospitosos!
lv: Šī informācija ir domāta tikai izstrādātājiem. Vienkāršam lietotājam tā nav svarīga. Lūdzu neuztraucieties ja jums liekas, ka šeit attēlotas aizdomīgas vērtības!

source: This is a multitype tuner. Available options depend on the hardware.
ca: Es tracta d’un sintonitzador multitipus. Les opcions disponibles depenen del aparell.
lv: Šis ir vairāku veidu uztvērējs. Pieejamās opcijas ir atkarīgas no aparatūras.

source: This is the order in which DiSEqC commands are sent to the aerial system. The order must correspond exactly with the order the physical devices are arranged along the signal cable (starting from the receiver end).
ca: Aquesta és la disposició en què s’envien les ordres de DiSEqC al sistema aeri. La disposició ha de correspondre exactament amb la que els dispositius físics estan situats al llarg del cable de senyal (a partir del final del receptor).
lv: Komandu rinda, kādā DiSEqC komandas tiek nosūtītas. Komandu rindai precīzi jāatbilst kārtībai, kādā sākot no uztvērēja fiziskās ierīces tiek pieslēgtas kabelim.

source: This not valid ONID/TSID
ca: Això és un ONID / TSID no vàlid
lv: Tas nav derīgs ONID/TSID

source: This option allows to reduce the block-noise in the picture. Obviously this is at the cost of the picture's sharpness.
ca: Aquesta opció et permet reduir el soroll en bloc de la imatge. Evidentment, això és a costa de la nitidesa de la imatge.
lv: Atļauj samazināt trokšņus attēlā. Diemžēl tas samazina arī attēla asumu.

source: This option allows to set the level of dynamic contrast of the picture.
ca: Aquesta opció permet establir el nivell de contrast dinàmic de la imatge.
lv: Atļauj iestatīt attēla dinamiskā kontrasta līmeni.

source: This option allows you can to set the auto volume level.
ca: Aquesta opció et permet establir el nivell de volum automàtic.
lv: Atļauj iestatīt automātiskā skaļuma līmeni.

source: This option allows you enable smoothing filter to control the dithering process.
ca: Aquesta opció et permet activar els filtres de suavització per controlar el procés de dithering.
lv: Atļauj ieslēgt izlīdzināšanas filtru, lai kontrolētu atkodēšanas procesus.

source: This option allows you enable the vertical scaler dejagging.
ca: Aquesta opció et permet activar l'allisat de l'escalador vertical.
lv: Atļauj iespējot asuma vertikālo nojaukšanu.

source: This option allows you to add the softcam setup in the extensions menu.
ca: Aquesta opció et permet afegir la configuració de softcam al menú d’extensions.
lv: Pievieno softcam iestatījumus paplašinājumu izvēlnē.

source: This option allows you to alphabetically sort setup menu entries.
ca: Aquesta opció et permet ordenar alfabèticament les entrades del menú de configuració.
lv: Atļauj kārtot iestatījumus alfabētiski.

source: This option allows you to boost the blue tones in the picture.
ca: Aquesta opció et permet augmentar els tons de blau de la imatge.
lv: Atļauj pastiprināt zilos toņus attēlā.

source: This option allows you to boost the green tones in the picture.
ca: Aquesta opció et permet augmentar els tons verds de la imatge.
lv: Atļauj pastiprināt zaļos toņus attēlā.

source: This option allows you to change the virtuell loadspeaker position.
ca: Aquesta opció et permet canviar la posició de l’altaveu virtual.
lv: Atļauj izmainīt virtuālo skaļruņu pozīciju.

source: This option allows you to configure the Colordepth for UHD
ca: Aquesta opció et permet configurar la profunditat de color per a UHD
lv: Atļauj iestatīt UHD krāsu dziļumu

source: This option allows you to configure the Colorimetry for HDR.
ca: Aquesta opció et permet configurar la colorimetria per a HDR.
lv: Atļauj iestatīt HDR colorimetry.

source: This option allows you to configure the Colorspace from Auto to RGB
ca: Aquesta opció et permet configurar l'espai de color d'automàtic a RGB
lv: Atļauj iestatīt HDMI Colorspace Auto vai RGB režīmā

source: This option allows you to configure the HDR type.
ca: Aquesta opció et permet configurar el tipus de HDR.
lv: Atļauj iestatīt HDR tipu.

source: This option allows you to disable or change the virtuell loadspeaker position.
ca: Aquesta opció et permet desactivar o canviar la posició de l'altaveu virtual.
lv: Atļauj izslēgt vai izmainīt virtuālo skaļruņu pozīciju.

source: This option allows you to enable 3D surround softlimiter.
ca: Aquesta opció et permet activar el limitador per software del 3D surround.
lv: Atļauj ieslēgt 3D surround ierobežošanu.

source: This option allows you to enable 3D surround sound.
ca: Aquesta opció et permet activar el 3D surround.
lv: Atļauj ieslēgt 3D surround skaņu.

source: This option allows you to enable or disable the 10 bit color mode
ca: Aquesta opció et permet activar o desactivar el mode de color de 10 bits
lv: Atļauj izslēgt vai izslēgt 10 bitu krāsu režīmu.

source: This option allows you to enable or disable the 12 bit color mode
ca: Aquesta opció et permet activar o desactivar el mode de color de 12 bits
lv: Atļauj izslēgt vai izslēgt 12 bitu krāsu režīmu.

source: This option allows you to force the HDR10 modes for UHD
ca: Aquesta opció et permet forçar els modes HDR10 per a UHD
lv: Atļauj lietot HDR10 režīmu priekš UHD

source: This option allows you to force the HLG modes for UHD
ca: Aquesta opció et permet forçar els modes HLG per a UHD
lv: Atļauj lietot HLG režīmu priekš UHD

source: This option allows you to hide and sort menu entries. When selecting user you can change order and hide menu items via the blue button. With the user defined hidden the blue button is not shown in the menus
ca: Aquesta opció et permet amagar i ordenar les entrades del menú. Quan seleccionis l'usuari, pots canviar l’ordre i ocultar els elements del menú mitjançant el botó blau. Amb l’usuari definit ocult, el botó blau no es mostra als menús
lv: Atļauj kārtot un noslēpt iestatījumus. Ja izvēlēts lietotāja, jūs varat kārtot un slēpt iestatījumus izmantojot zilo pogu

source: This option allows you to power off the display.
ca: Aquesta opció et permet apagar la pantalla.
lv: Atļauj izslēgt displeju.

source: This option allows you to show all symbols on the display.
ca: Aquesta opció et permet mostrar tots els símbols a la pantalla.
lv: Atļauj parādīt simbolus displejā.

source: This option allows you to show menu and/or plugin number quick links.
ca: Aquesta opció et permet mostrar els enllaços ràpids del número de menú i/o plugin.
lv: Attēlo ciparus pie iestatījumiem vai spraudņiem lai tos izmantotu ātrai piekļuvei.

source: This option allows you to show the full screen path leading to the current screen.
ca: Aquesta opció et permet mostrar la ruta de pantalla sencera que condueix a la pantalla actual.
lv: Atļauj parādīt pilnu ceļu uz esošo ekrānu.

source: This option allows you to switch audio to bluetooth speakers.
ca: Aquesta opció et permet canviar l'àudio als altaveus bluetooth.
lv: Atļauj iestatīt audio uz bluetooth skaļruņiem.

source: This option allows you to view the old and new settings side by side.
ca: Aquesta opció et permet visualitzar la configuració antiga i la nova costat a costat.
lv: Attēlo vecos un jaunos iestatījumus blakus.

source: This option can be useful for long HDMI cables.
ca: Aquesta opció pot ser útil per a cables HDMI llargs.
lv: Šī opcija var būt noderīga gariem HDMI kabeļiem.

source: This option configures the general audio delay for bluetooth speakers.
ca: Aquesta opció configura el retard d'àudio general per als altaveus bluetooth.
lv: Uzstāda aizturi bluetooth skaļruņiem.

source: This option set the level of surpression of mosquito noise (Mosquito Noise is random aliasing as a result of strong compression). Obviously this goes at the cost of picture details.
ca: Aquesta opció estableix el nivell de supressió del soroll de mosquit (és un alias aleatori com a resultat d'una forta compressió). Òbviament, això va a costa dels detalls de la imatge.
lv: Iestata musquito trokšņa slāpēšanas līmeni (musquito troksnis ir traucējumi spēcīgas saspiešanas rezultātā). Diemžēl tas samazina attēla detalizāciju.

source: This option sets the picture brightness.
ca: Aquesta opció estableix la brillantor de la imatge.
lv: Iestata attēla spilgtumu.

source: This option sets the picture contrast.
ca: Aquesta opció estableix el contrast de la imatge.
lv: Iestata attēla kontrastu.

source: This option sets the picture flesh tones.
ca: Aquesta opció estableix els tons de carn de la imatge.
lv: Iestata attēla toņus.

source: This option sets the picture hue.
ca: Aquesta opció estableix la tonalitat de la imatge.
lv: Iestata attēla nokrāsu.

source: This option sets the picture saturation.
ca: Aquesta opció estableix la saturació de la imatge.
lv: Iestata attēla piesātinājumu.

source: This option sets the scaler sharpness, used when stretching picture from 4:3 to 16:9.
ca: Aquesta opció estableix la nitidesa de l'escalador que s’utilitza per estirar les imatges de 4:3 a 16:9.
lv: Iestata asumu kas tiek izmantots, kad attēls tiek izstiepts no 4:3 līdz 16:9.

source: This option sets the surpression of false digital contours, that are the result of a limited number of discrete values.
ca: Aquesta opció estableix la supressió de falsos contorns digitals, que són el resultat d’un número limitat de valors discrets.
lv: Iestata nepatiesu ciparu kontu slāpēšanu, kas ir ierobežotu diskrēto vērtību rezultāts.

source: This option sets up the picture sharpness, used when the picture is being upscaled.
ca: Aquesta opció configura la nitidesa de la imatge, que s'utilitza quan la imatge s'està augmentant.
lv: Iestata attēla asumu kas tiek izmantots, kad attēls tiek palielināts.

source: This plugin is installed.
ca: Aquest plugin està instal·lat.
lv: Šis spraudnis ir instalēts.

source: This plugin is not installed.
ca: Aquest plugin no està instal·lat.
lv: Šis spraudnis nav instalēts.

source: This plugin will be installed.
ca: Aquest plugin s’instal·larà.
lv: Šis spraudnis tiks uzstādīs.

source: This plugin will be removed.
ca: Aquest plugin es suprimirà.
lv: Šis spraudnis tiks noņemts.

source: This receiver cannot decode %s streams!
ca: Aquest receptor no pot descodificar fluxos %s!
lv: Uztvērējs nevar dekodēt %s plūsmas!

source: This service is protected by a parental control PIN
ca: Aquest servei està protegit per un PIN de control parental
lv: Šis kanāls ir aizsargāts ar vecāku kontroles PIN kodu

source: This setting allows the tuner configuration to be a duplication of how another tuner is already configured.
ca: Aquesta configuració permet que la configuració del sintonitzador sigui una duplicació de la configuració d’un altre sintonitzador.
lv: Atļauj dublēt uztvērēja konfigurāciju no cita uztvērēja.

source: This setting depends on your cable provider and location. If you don't know the correct setting refer to the menu in the official cable receiver, or get it from your cable provider, or seek help via internet forum.
ca: Aquesta configuració depèn del teu proveïdor de cable i de la ubicació. Si no saps la configuració correcta, consulta el menú del receptor de cable oficial, obtén-la al teu proveïdor de cable o cerca ajuda a través del fòrum d'Internet.
lv: Šis iestatījums ir atkarīgs no jūsu kabeļtelevīzijas pakalpojumu sniedzēja un atrašanās vietas. Ja nezināt pareizos iestatījumus skatiet izvēlni oficiālajā kabeļtelevīzijas uztvērējā, pieprasiet informāciju sava kabeļtelevīzijas pakalpojumu sniedzēja vai meklējiet palīdzību izmantojot interneta forumus.

source: This setting is for special setups only. It gives this LNB higher priority over other LNBs with lower values. The free LNB with the highest priority will be the first LNB selected for tuning services.
ca: Aquest paràmetre és només per a configuracions especials. Dóna a aquest LNB una prioritat més alta que altres LNB amb valors inferiors. El LNB lliure amb la màxima prioritat serà el primer LNB seleccionat per a serveis de sintonia.
lv: Šis iestatījums ir paredzēts tikai īpašiem iestatījumiem. Tas dod šim LNB lielāku prioritāti salīdzinājumā ar citiem LNB ar zemākām vērtībām. Brīvā LNB ar visaugstāko prioritāti būs pirmā LNB, kas tiks izmantota.

source: This test checks for configured nameservers. If you get a "unconfirmed" message: - please check your DHCP, cabling and adapter setup - if you configured your nameservers manually please verify your entries in the "Nameserver" configuration
ca: Aquest test comprova que es troben noms de servidor configurats. Si obtens un missatge de “no confirmat”: - comprova el teu DHCP, el cablejat i la configuració de l'adaptador - si has configurat manualment els teus servidors de noms, comprova les entrades a la configuració “servidor de noms”
lv: Šis tests pārbauda domēna vārdu serveru (DNS) konfigurāciju. Ja Jūs saņemat "neapstiprināts " paziņojumu: - lūdzu pārbaudiet DHCP, kabeļus un adaptera iestatījumus - ja uzstādījāt domēna vārdu serverus manuāli, pārbaudiet savus ierakstus "DNS" iestatījumos

source: This test checks whether a network cable is connected to your LAN adapter. If you get a "disconnected" message: - verify that a network cable is attached - verify that the cable is not broken
ca: Aquest test comprova si un cable de xarxa està connectat a l’adaptador de xarxa local. Si obtens un missatge de “desconnectat”: - comprova que hi ha connectat un cable de xarxa - comprova que el cable no estigui trencat
lv: Šis tests pārbauda vai tīkla kabelis ir savienots ar tīkla adapteri. Ja Jūs saņemat "atvienots " paziņojumu: - pārliecinieties, ka tīkla kabelis ir pievienots - pārliecinieties, ka kabelis nav bojāts

source: This test checks whether a valid IP address is found for your LAN adapter. If you get a "unconfirmed" message: - no valid IP address was found - please check your DHCP, cabling and adapter setup
ca: Aquest test comprova si s'ha trobat una adreça IP vàlida per al teu adaptador de xarxa local. Si obtens un missatge de “no confirmat”: - no s'ha trobat una adreça IP vàlida - comprova el teu DHCP, cablejat i configuració de l'adaptador
lv: Šis tests pārbauda vai tīkla adapteram ir atrasta derīga IP adrese. Ja Jūs saņemat "neapstiprināts " paziņojumu: - nav atrasta derīga IP adrese - lūdzu pārbaudiet DHCP, kabeļus un adaptera iestatījumus

source: This test checks whether your LAN adapter is set up for automatic IP address configuration with DHCP. If you get a "disabled" message: - then your LAN adapter is configured for manual IP setup - verify thay you have entered the correct IP information in the adapter setup dialog. If you get an "enabeld" message: - verify that you have a configured and working DHCP server in your network.
ca: Aquest test comprova si el teu adaptador de xarxa local està configurat per una adreça IP automàtica amb DHCP. Si obtens un missatge de “desactivada”: - Llavors és que el teu adaptador de xarxa local està configurat per IP manual - Comprova que has introduït la informació d'IP correcta al requadre de configuració del adaptador Si obtens un missatge "d'activada": - Comprova que tens un servidor DHPC configurat i funcionant correctament a la teva xarxa.
lv: Šis tests pārbauda vai tīkla adapters ir iestatīts automātiskai IP adrešu konfigurēšanai ar DHCP. Ja saņemat "neaktīvs " paziņojumu: - tīkla adapters ir konfigurēts manuālai IP iestatīšanai - pārbaudiet, vai ir ievadīta korekta IP informācija adaptera iestatījumos. Ja saņemat "aktīvs " paziņojumu: - pārbaudiet, vai DHCP serveris ir konfigurēts un darbojas jūsu tīklā.

source: This test detects your configured LAN adapter.
ca: Aquesta prova detecta l’adaptador de xarxa local configurat.
lv: Šis tests atrod konfigurēto tīkla adapteri.

source: This valid ONID/TSID
ca: Aquest és un ONID / TSID vàlid
lv: Derīgs ONID/TSID

source: This will (re-)calculate all positions of your rotor and may remove previously memorised positions and fine-tuning! Are you sure?
ca: Això (re)calcularà totes les posicions del rotor i pot eliminar les posicions memoritzades prèviament i l'ajustament de precisió!) Estàs segur?
lv: Šis pārrēķina visas pozīcijas jūsu pozicionierim un var nodzēst iepriekš iegaumētas pozīcijas un precizēšanu! Vai esat pārliecināts?

source: Three
ca: Tres
lv: Koks

source: Threshold
ca: Llindar
lv: Heterodīns

source: Thu
ca: Dij
lv: Ce

source: Thumbnails
ca: Miniatures
lv: Sīktēli

source: Thursday
ca: Dijous
lv: Ceturtdiena

source: Time
ca: Hora
lv: Laiks

source: Time scale
ca: Escala de temps
lv: Laika skala

source: Time synchronization method
ca: Mètode de sincronització horària
lv: Laika sinhronizēšanas metode

source: Time zone
ca: Fus horari
lv: Laika josla

source: Time zone area
ca: Zona de fus horari
lv: Laika joslas apgabals

source: Timer
ca: Programador
lv: Taimeri

source: Timer Overview
ca: Visió general de programador
lv: Taimeru pārskats

source: Timer edit
ca: Edició del programador
lv: Rediģēt taimeri

source: Timer entry
ca: Entrada del programador
lv: Taimera ieraksts

source: Timer log
ca: Registre del programador
lv: Taimeru žurnāls
