Repository: 68foxboris/enigma2
Catalog: po/*.po
Languages: ca, lv

source: Select 'FBC SCR' if this tuner will connect to a SCR (Unicable/JESS) device. For all other setups select 'FBC automatic'.
ca: Selecciona “SCR FBC” si aquest sintonitzador es connectarà a un dispositiu SCR (Unicable / JESS). Per a la resta de configuracions, selecciona “FBC automàtic”.
lv: Izvēlieties 'FBC SCR', ja šis uztvērējs izmantos SCR (Unicable/JESS) ierīci. Visiem citiem iestatījumiem izvēlieties 'FBC automātiski'.

source: Select 'Yes' when you want to configure this tuner for ATSC
ca: Selecciona “Sí” quan vulguis configurar aquest sintonitzador per a ATSC
lv: Ja vēlaties izmantot šo uztvērēju ATSC uztveršanai izvēlieties 'Jā'

source: Select 'Yes' when you want to configure this tuner for DVB-C
ca: Selecciona “Sí” quan vulguis configurar aquest sintonitzador per a DVB-C
lv: Ja vēlaties izmantot šo uztvērēju DVB-C uztveršanai izvēlieties 'Jā'

source: Select 'Yes' when you want to configure this tuner for DVB-S
ca: Selecciona “Sí” quan vulguis configurar aquest sintonitzador per a DVB-S
lv: Ja vēlaties izmantot šo uztvērēju DVB-S uztveršanai izvēlieties 'Jā'

source: Select 'Yes' when you want to configure this tuner for DVB-T
ca: Selecciona “Sí” quan vulguis configurar aquest sintonitzador per a DVB-T
lv: Ja vēlaties izmantot šo uztvērēju DVB-T uztveršanai izvēlieties 'Jā'

source: Select 'band' if using a 'universal' LNB, otherwise consult your LNB spec sheet.
ca: Selecciona “banda” si fas servir un LNB “universal”, si no, consulta el full de especificacions del teu LNB.
lv: Ja izmantojat 'universālo' LNB, izvēlieties 'josla', pretējā gadījumā skatiet LNB specifikāciju.

source: Select 'enabled' if this tuner has a signal cable connected, otherwise select 'nothing connected'.
ca: Selecciona “activat” si aquest sintonitzador té un cable de senyal connectat, en cas contrari, selecciona “res connectat”.
lv: Izvēlieties 'aktivizēts', ja šim uztvērējam ir pievienots kabelis, pretējā gadījumā izvēlieties 'nekas nav pievienots'.

source: Select 'polarisation' if using a 'universal' LNB, otherwise consult your LNB spec sheet.
ca: Selecciona “polarització” si fas servir un LNB “universal”, si no, consulta el full de d'especificacions del teu LNB.
lv: Ja izmantojot 'Universālā LNB', izvēlieties 'polarizācija', pretējā gadījumā skatiet LNB specifikāciju.

source: Select 'provider' to scan from the predefined list of cable multiplexes. Select 'bands' to only scan certain parts of the spectrum. Select 'steps' to scan in steps of a particular frequency bandwidth.
ca: Selecciona '"proveïdor" per escanejar de la llista predefinida de multiplexes per cable. Selecciona “bandes” per escanejar només algunes parts de l’espectre. Selecciona “passos” per escanejar a passos un ample de banda de freqüència particular.
lv: Izvēlieties 'Operators', lai skenētu no iepriekš definēta kabeļu multipleksu saraksta. Izvēlieties 'Frekvenču joslas', lai skenētu tikai noteiktas spektra daļas. Izvēlieties 'Frekvenču soļi', lai skenētu noteiktas frekvenču joslas platuma posmos.

source: Select 'yes' if this tuner is connected to the SCR device through another tuner, otherwise select 'no'.
ca: Selecciona “sí” si aquest sintonitzador està connectat al dispositiu SCR mitjançant un altre sintonitzador, en cas contrari, selecciona “no”.
lv: Izvēlieties 'jā', ja šis uztvērējs ir savienots ar SCR ierīci izmantojot citu uztvērēju, pretējā gadījumā izvēlieties 'nē'.

source: Select 'yes' to choose what bands or step sizes will be scanned.
ca: Selecciona “sí” per triar les bandes o les mides de pas que s’escanejaran.
lv: Izvēlieties 'jā', lai izvēlētos, kādas joslas vai soļa lielumus skenēs.

source: Select 'yes' to include %s multiplexes in your search.
ca: Selecciona ’si’ per incloure %s multiplexes a la cerca.
lv: Izvēlieties 'jā', lai meklēšanā iekļautu %s multipleksus.

source: Select 'yes' to include symbol rate %s in your search.
ca: Selecciona “sí” per incloure la taxa de símbols %s a la cerca.
lv: Izvēlieties 'jā', lai meklēšanā iekļautu simbola vērtību %s.

source: Select 'yes' to include the %s band in your search.
ca: Selecciona “sí” per incloure la banda %s a la cerca.
lv: Izvēlieties 'jā', lai meklēšanā iekļautu joslu %s.

source: Select 'yes' to only send the DiSEqC command when changing from one satellite to another, or select 'no' for the DiSEqC command to be resent on every zap.
ca: Selecciona “sí” per enviar només l'ordre de DiSEqC quan canviïs d’un satèl·lit a un altre, o bé selecciona “no” per a que l'ordre DiSEqC es torni a enviar a cada zàping.
lv: Izvēlieties 'Jā', lai DiSEqC komandu nosūtītu tikai mainot satelītus, izvēlieties 'nē', lai DiSEqC komandu nosūtītu pie ktras kanālu pārslēgšanas.

source: Select CAId
ca: Seleccionar CAid
lv: CAId izvēle

source: Select Card Server
ca: Seleccionar servidor de targetes
lv: Izvēlieties karšu serveri

source: Select Channel
ca: Seleccionar canal
lv: Izvēlieties kanālu

source: Select Fast DiSEqC if your aerial system supports this. If you are unsure select 'no'.
ca: Selecciona Fast DiSEqC si el teu sistema aeri és compatible. Si no n'estàs segur, selecciona 'no'.
lv: Izvēlieties 'Ātrais DiSEqC', ja jūsu antenas sistēma to atbalsta. Ja neesat pārliecināts, izvēlieties 'nē'.

source: Select HDD
ca: Seleccionar disc dur
lv: Izvēlieties cieto disku

source: Select Softcam
ca: Seleccionar Softcam
lv: Izvēlieties softcam

source: Select a bouquet
ca: Seleccionar un bouquet
lv: Izvēlieties buķeti

source: Select a movie
ca: Seleccionar una pel·lícula
lv: Izvēlieties filmu

source: Select a network adapter
ca: Seleccionar un adaptador de xarxa
lv: Izvēlieties tīkla adapteri

source: Select a tuner
ca: Seleccionar un sintonitzador
lv: Izvēlieties uztvērēju

source: Select a wireless network
ca: Seleccionar una xarxa sense fils
lv: Izvēlieties bezvadu tīklu

source: Select action
ca: Seleccionar acció
lv: Izvēlieties darbību

source: Select action for timer '%s'.
ca: Seleccionar acció per al programador '%s'.
lv: Izvēlieties darbību taimerim '%s'.

source: Select all
ca: Seleccionar-ho tot
lv: Izvēlēties visu

source: Select an image brand
ca: Seleccionar una marca d'imatge
lv: Izvēlieties imidža izstrādātāju

source: Select audio track
ca: Seleccionar pista d'àudio
lv: Izvēlieties skaņas celiņu

source: Select backup files
ca: Seleccionar fitxers de còpia de seguretat
lv: Izvēlieties dublējumkopijas failus

source: Select backup location
ca: Seleccionar ubicació de còpia de seguretat
lv: Izvēlieties dublējumkopijas atrašanās vietu

source: Select channel
ca: Seleccionar canal
lv: Izvēlieties kanālu

source: Select channel to record from
ca: Seleccionar el canal a enregistrar
lv: Izvēlieties ierakstāmo kanālu

source: Select char for replacing newlines in EPG.
ca: Seleccionar el caràcter per substituir les línies noves en EPG.
lv: Izvēlieties kā aizvietot tukšās rindas EPG informācijā.

source: Select copy destination for:
ca: Seleccionar la destinació de la còpia per a:
lv: Izvēlieties kopijas mērķi no:

source: Select destination for:
ca: Seleccionar la destinació per a:
lv: Izvēlieties mērķi no:

source: Select directory for logfile
ca: Seleccionar el directori per al fitxer de registre
lv: Izvēlieties mapi žurnāla failam

source: Select files for backup.
ca: Seleccionar fitxers per fer-ne còpies de seguretat.
lv: Izvēlieties failus dublējumkopijai

source: Select files/folders to backup
ca: Seleccionar fitxers/carpetes per fer-ne còpia de seguretat
lv: Izvēlieties dublējumkopijas failus vai mapes

source: Select function
ca: Seleccionar funció
lv: Darbība

source: Select hard disk
ca: Seleccionar disc dur
lv: Izvēlieties cieto disku

source: Select horizontal resolution:
ca: Seleccionar resolució horitzontal:
lv: Izvēlieties izšķirtspēju:

source: Select how quickly the dish should move between satellites.
ca: Seleccionar la rapidesa amb què s’ha de moure el plat entre els satèl·lits.
lv: Izvēlieties, cik ātri satelītantenai pārvietot starp satelītiem.

source: Select how the satellite dish is set up. i.e. fixed dish, single LNB, DiSEqC switch, positioner, etc.
ca: Seleccionar la configuració de la antena parabòlica. És a dir, plat fix, LNB únic, commutador DiSEqC, posicionador, etc.
lv: Izvēlieties kā satelītantena ir iestatīta. Viena satelītantena, viens LNB, DiSEqC slēdzis, pozicionieris utt.

source: Select how you want your receiver to keep the correct time, either from the DVB transponder, or from the internet using NTP. Or use Auto, which will favour using NTP, but will fall back to transponder time when no internet connection is available.
ca: Selecciona com vols que el receptor mantingui l’hora correcta, ja sigui des del transponedor DVB o des d’Internet mitjançant NTP. O utilitza Auto, que utilitzarà NTP de manera prioritària, però tornarà a utilitzar l'hora del transponedor quan no hi hagi connexió a Internet disponible.
lv: Izvēlieties kā uztvērējā sinhronizēt pareizu laiku. No satelīta, izmantojot NTP no interneta, vai automātiski kad mēģinās izmantot NTP, bet ja tas neizdosies, tad lietos satelītu.

source: Select image
ca: Seleccionar imatge
lv: Izvēlieties imidžu

source: Select in which resolution pictures are displayed with picture viewer or movie player.
ca: Selecciona en quina resolució es mostraran les imatges amb el visualitzador d'imatges o el reproductor de pel·lícules.
lv: Konfigurē kādā izšķirtspējā attēli tiks attēloti attēlu un mediju atskaņotājos.

source: Select input device
ca: Seleccionar dispositiu d’entrada
lv: Izvēlieties ievades ierīci

source: Select input device.
ca: Seleccionar dispositiu d’entrada.
lv: Izvēlieties ievades ierīci.

source: Select interface
ca: Seleccionar interfície
lv: Izvēlieties interfeisu

source: Select location
ca: Seleccionar ubicació
lv: Izvēlieties atrašanās vietu

source: Select movie
ca: Seleccionar pel·lícula
lv: Izvēlieties filmu

source: Select path for logfile
ca: Seleccionar ruta del fitxer de registre
lv: Izvēlieties ceļu žurnāla failam

source: Select provider to add...
ca: Seleccionar el proveïdor per afegir …
lv: Izvēlieties operatoru kuru pievienot...

source: Select refresh rate
ca: Seleccionar la freqüència d'actualització
lv: Izvēlieties atsvaidzināšanas biežumu

source: Select satellites
ca: Seleccionar satèl·lits
lv: Izvēlieties pavadoni

source: Select service to add...
ca: Seleccionar el servei a afegir …
lv: Izvēlieties kanālu kuru pievienot...

source: Select slot
ca: Seleccionar ranura
lv: Izvēlieties slotu

source: Select sort method:
ca: Seleccionar el mètode d’ordenació:
lv: Izvēlieties kārtošanas metodi:

source: Select target folder
ca: Seleccionar la carpeta objectiu
lv: Izvēlieties mērķa mapi

source: Select the User Band channel to be assigned to this tuner. This is an index into the table of frequencies the SCR switch or SCR LNB uses to pass the requested transponder to the tuner.
ca: Selecciona el canal de la banda d’usuari que s’assignarà a aquest sintonitzador. Es tracta d’un índex a la taula de freqüències que el commutador SCR o SCR LNB utilitza per passar el transponedor sol·licitat al sintonitzador.
lv: Izvēlieties joslas kanālu (User Band channel) kuru piešķirt šim uztvērējam. Tas ir indekss SCR slēdža frekvenču tabulā vai SCR LNB, kuru tie izmanto lai piešķirtu pieprasīto transponderi uztvērējam.

source: Select the User Band frequency to be assigned to this tuner. This is the frequency the SCR switch or SCR LNB uses to pass the requested transponder to the tuner.
ca: Selecciona la freqüència de la banda d’usuari que s'assignarà a aquest sintonitzador. Aquesta és la freqüència que el commutador SCR o SCR LNB utilitza per passar el transponedor sol·licitat al sintonitzador.
lv: Izvēlieties joslas frekvenci (User Band frequency) kuru piešķirt šim uztvērējam. Tas ir indekss SCR slēdža frekvenču tabulā vai SCR LNB, kuru tie izmanto lai piešķirtu pieprasīto transponderi uztvērējam.

source: Select the User Band to be assigned to this tuner. This is an index into the table of frequencies the SCR switch or SCR LNB uses to pass the requested transponder to the tuner.
ca: Selecciona la banda d’usuari que s'assignarà a aquest sintonitzador. Es tracta d’un índex a la taula de freqüències que el commutador SCR o SCR LNB utilitza per passar el transponedor sol·licitat al sintonitzador.
lv: Izvēlieties joslu (User Band) kuru piešķirt šim uztvērējam. Tas ir indekss SCR slēdža frekvenču tabulā vai SCR LNB, kuru tie izmanto lai piešķirtu pieprasīto transponderi uztvērējam.

source: Select the character or action under the keyboard cursor
ca: Seleccionar el caràcter o l’acció sota el cursor del teclat
lv: Izvēlieties darbību virtuālās tastatūras kursoram

source: Select the locale from a menu
ca: Seleccionar la localització d’un menú
lv: Izvēlieties lokalizāciju

source: Select the manufacturer of your SCR device. If the manufacturer is not listed, set 'SCR' to 'user defined' and enter the device parameters manually according to its spec sheet.
ca: Selecciona el fabricant del teu dispositiu SCR. Si el fabricant no apareix a la llista, configura “SCR” a “definit per l’usuari” i introdueix els paràmetres del dispositiu manualment segons la seva fitxa d'especificacions.
lv: Izvēlieties savas SCR ierīces ražotāju. Ja ražotājs nav norādīts, iestatiet 'SCR' uz 'lietotāja definēts' un ievadiet ierīces parametrus manuāli, atbilstoši tā specifikācijai.

source: Select the model number of your SCR device. If the model number is not listed, set 'SCR' to 'user defined' and enter the device parameters manually according to its spec sheet.
ca: Selecciona el número de model del teu dispositiu SCR. Si el número de model no apareix a la llista, configura “SCR” a “definit per l’usuari” i introdueix els paràmetres del dispositiu manualment segons la seva fitxa de especificacions.
lv: Izvēlieties savas SCR ierīces modeļa numuru. Ja modeļa numurs nav norādīts, iestatiet 'SCR' uz 'lietotāja definēts' un ievadiet ierīces parametrus manuāli, atbilstoši tā specifikācijai.

source: Select the movie path
ca: Seleccionar la ruta de la pel·lícula
lv: Izvēlieties ceļu ierakstiem

source: Select the protocol used by your SCR device. Choices are 'SCR Unicable' (Unicable), or 'SCR JESS' (JESS, also known as Unicable II).
ca: Selecciona el protocol que utilitza el teu dispositiu SCR. Les opcions són 'SCR Unicable' (Unicable) o 'SCR JESS' (JESS, també conegut com Unicable II).
lv: Izvēlieties SCR ierīces protokolu. Izvēles ir 'SCR Unicable' (Unicable) vai 'SCR JESS' (JESS, Unicable II formāts).

source: Select the satellite which is connected to Port-A of your switch. If you are unsure select 'automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'nothing connected'.
ca: Selecciona el satèl·lit connectat al port-A del teu commutador. Si no estàs segur, selecciona “automàtic” i el receptor intentarà determinar-ho. Si no hi ha res connectat a aquest port, selecciona “Res connectat”.
lv: Izvēlieties satelītu, kas ir pievienots slēdža ieejai A. Ja neesat pārliecināts, izvēlieties 'automātiski', un uztvērējs mēģinās to noteikt pats. Ja nekas nav pievienots šai ieejai, izvēlieties 'nekas nav pievienots'

source: Select the satellite which is connected to Port-B of your switch. If you are unsure select 'automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'nothing connected'.
ca: Selecciona el satèl·lit connectat al port-B del teu commutador. Si no estàs segur, selecciona “automàtic” i el receptor intentarà determinar-ho. Si no hi ha res connectat a aquest port, selecciona “Res connectat”.
lv: Izvēlieties satelītu, kas ir pievienots slēdža ieejai B. Ja neesat pārliecināts, izvēlieties 'automātiski', un uztvērējs mēģinās to noteikt pats. Ja nekas nav pievienots šai ieejai, izvēlieties 'nekas nav pievienots'.

source: Select the satellite which is connected to Port-C of your switch. If you are unsure select 'automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'nothing connected'.
ca: Selecciona el satèl·lit connectat al port-C del teu commutador. Si no estàs segur, selecciona “automàtic” i el receptor intentarà determinar-ho. Si no hi ha res connectat a aquest port, selecciona “Res connectat”.
lv: Izvēlieties satelītu, kas ir pievienots slēdža ieejai C. Ja neesat pārliecināts, izvēlieties 'automātiski', un uztvērējs mēģinās to noteikt pats. Ja nekas nav pievienots šai ieejai, izvēlieties 'nekas nav pievienots'.

source: Select the satellite which is connected to Port-D of your switch. If you are unsure select 'automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'nothing connected'.
ca: Selecciona el satèl·lit connectat al port-D del teu commutador. Si no estàs segur, selecciona “automàtic” i el receptor intentarà determinar-ho. Si no hi ha res connectat a aquest port, selecciona “Res connectat”.
lv: Izvēlieties satelītu, kas ir pievienots slēdža ieejai D. Ja neesat pārliecināts, izvēlieties 'automātiski', un uztvērējs mēģinās to noteikt pats. Ja nekas nav pievienots šai ieejai, izvēlieties 'nekas nav pievienots'.

source: Select the satellite you want to configure. Once that satellite is configured you can select and configure other satellites that will be accessed using this same tuner.
ca: Selecciona el satèl·lit que vols configurar. Una vegada configurat, pots seleccionar i configurar altres satèl·lits als quals s’accedirà mitjançant aquest mateix sintonitzador.
lv: Izvēlieties satelītu, kuru vēlaties konfigurēt. Tiklīdz šis satelīts ir konfigurēts, jūs varat izvēlēties un konfigurēt citus satelītus, kuri pieejami šim uztvērējam.

source: Select the satellite your dish receives from. If you are unsure select 'automatic' and the receiver will attempt to determine this for you.
ca: Selecciona el satèl·lit del qual rep el plat. Si no estàs segurs, selecciona “automàtic” i el receptor intentarà determinar-ho.
lv: Izvēlieties satelītu kuru uztverat ar satelītantenu. Ja neesat pārliecināts, izvēlieties 'automātiski', un uztvērējs mēģinās to noteikt pats.

source: Select the shifted character set
ca: Seleccionar el joc de caràcters desplaçat
lv: Izvēlieties virtuālās tastatūras speciālo izkārtojumu

source: Select the shifted character set for the next character only
ca: Seleccionar el conjunt de caràcters desplaçat només per al següent caràcter
lv: Izvēlieties virtuālās tastatūras speciālo izkārtojumu nākošajam burtam

source: Select the time zone within the area or region.
ca: Seleccionar el fus horari dins de la zona o regió.
lv: Izvēlieties laika zonu apgabalā vai reģionā.

source: Select the tuner that controls the motorised dish.
ca: Seleccionar el sintonitzador que controla el plat motoritzat.
lv: Izvēlieties uztvērēju, kas kontrolē motorizēto satelītantenu.

source: Select the tuner that this loopthrough depends on.
ca: Seleccionar el sintonitzador de què depèn aquest recorregut.
lv: Izvēlieties uztvērēju, kas atkarīgs no šīs cilpas.

source: Select the tuner to which the signal cable of the SCR device is connected.
ca: Seleccionar el sintonitzador al qual està connectat el cable de senyal del dispositiu SCR.
lv: Izvēlieties uztvērēju, pie kura pieslēgts SCR ierīces kabelis.

source: Select the type of LNB/device being used (normally 'Universal'). If your LNB type is not available select 'user defined'.
ca: Selecciona el tipus de LNB / dispositiu que s’utilitza (normalment “Universal”). Si el teu tipus de LNB no està disponible, selecciona “definit per l’usuari”.
lv: Izvēlieties izmantojamās LNB veidu (parasti 'Universālā LNB'). Ja jūsu LNB veids nav pieejams, izvēlieties 'lietotāja definēts'.

source: Select the type of Single Cable Reception device you are using.
ca: Selecciona el tipus de dispositiu de recepció d’un cable únic que fas servir.
lv: Izvēlieties SCR ierīces veidu kuru izmantojat.

source: Select update source
ca: Seleccionar font d'actualització
lv: Izvēlieties atjaunināšanas avotu

source: Select update source to edit
ca: Seleccionar font d'actualització per editar
lv: Izvēlieties atjaunināšanas avotu lai rediģētu

source: Select video input with up/down buttons
ca: Seleccionar entrada de vídeo amb botons de dalt/baix
lv: Izvēlieties video ieeju ar augšup/lejup pogām

source: Select video mode
ca: Seleccionar mode de vídeo
lv: Izvēlieties video režīmu

source: Select whether your SCR device is externally powered.
ca: Seleccionar si el teu dispositiu SCR està alimentat externament.
lv: Izvēlieties vai jūsu SCR ierīcei ir neatkarīga barošana.

source: Select which satellite to scan.
ca: Seleccionar quin satèl·lit es vol escanejar.
lv: Izvēlieties pavadoni kuru skenēt.

source: Select which transponder to scan.
ca: Seleccionar quin transponder es vol escanejar.
lv: Izvēlieties transponderi kuru skenēt.

source: Select which tuner to use for the scan.
ca: Seleccionar quin sintonitzador es vol utilitzar per a l'escaneig.
lv: Izvēlieties uztvērēju kuru lietot meklēšanai.

source: Select wireless network
ca: Seleccionar xarxa sense fils
lv: Izvēlieties bezvadu tīklu

source: Select your ATSC provider.
ca: Selecciona el teu proveïdor ATSC.
lv: Izvēlieties ATSC operatoru.

source: Select your backup device. Current device:
ca: Selecciona el teu dispositiu de còpia de seguretat. Dispositiu actual:
lv: Izvēlieties dublējumkopijas ierīci. Pašreizējā ierīce:

source: Select your country. If not available select 'all'.
ca: Selecciona el teu país. Si no està disponible, selecciona “tot”.
lv: Izvēlieties savu valsti. Ja nav pieejams, izvēlieties 'visam'

source: Select your provider and region. If not present in this list you will need to select one of the other 'service scan types'.
ca: Selecciona el teu proveïdor i la teva regió. Si no apareix en aquesta llista, hauràs de seleccionar un dels altres “tipus d'escaneig de serveis”.
lv: Izvēlieties pakalpojumu sniedzēju un reģionu. Ja tie nav šajā sarakstā, jums jāizvēlas cits kanālu meklēšanas veids.

source: Select your provider, and press OK to start the scan
lv: Izvēlieties jūsu operatoru un nospiediet OK lai sāktu meklēt

source: Select your region. If not available change 'Country' to 'all' and select one of the default alternatives.
ca: Selecciona la teva regió. Si no està disponible, canvia “País” a “tot” i selecciona una de les alternatives per defecte.
lv: Izvēlieties jūsu reģionu. Ja tas nav pieejams, izmainiet valsti uz 'visam', un izvēlieties citu kanālu meklēšanas veidu.

source: Select your time zone area or region.
ca: Seleccionar el teu fus horari o regió.
lv: Izvēlieties jūsu laika zonu vai reģionu.

source: Selecting satellites 1 (USALS)
ca: Seleccionant satèl·lits 1 (USALS)
lv: Izvēlieties pavadoni 1 (USALS)

source: Selecting satellites 2 (USALS)
ca: Seleccionant satèl·lits 2 (USALS)
lv: Izvēlieties pavadoni 2 (USALS)

source: Selecting this option allows you to configure a group of satellites in one block.
ca: Seleccionar aquesta opció et permet configurar un grup de satèl·lits en un bloc.
lv: Izvēloties šo opciju, varat konfigurēt satelītus vienā grupā.

source: Selects the mode how live tv should be shown on the LCD.
ca: Selecciona el mode de visualització de la televisió en directe a la pantalla LCD.
lv: Izvēlieties režīmu kādā tv attēls tiks attēlots LCD.

source: Selects video source displayed on the LCD.
ca: Selecciona la font de vídeo que es mostra a la pantalla LCD.
lv: Izvēlieties video avotu kuru attēlot LCD displejā.

source: Send 'sourceactive' before zap timers
ca: Enviar 'sourceactive' abans dels programadors de zàping
lv: Sūtīt 'avots aktīvs' pirms lietot taimerus

source: Send DiSEqC
ca: Enviar DiSEqC
lv: Sūtīt DiSEqC komandu

source: Send DiSEqC only on satellite change
ca: Enviar DiSEqC només en el canvi de satèl·lit
lv: Sūtīt DiSEqC komandu tikai mainoties pavadonim

source: Senegal
lv: Senegāla
