Repository: 68foxboris/enigma2
Catalog: po/*.po
Languages: ca, lv

source: Minimum age %d years
ca: Edat mínima de %d anys
lv: Minimālais vecums %d gadi

source: Minimum send interval
ca: Interval d’enviament mínim
lv: Minimālais sūtīšanas intervāls

source: Missing
ca: Falta
lv: Trūkst

source: Mode
lv: Režīms

# Satellite configuration mode
source: Mode
lv: Režīms

# Video output mode
source: Mode
lv: Režīms

source: Model
lv: Modelis

source: Model:
lv: Modelis:

source: Modes
lv: Režīmi

source: Modulation
ca: Modulació
lv: Modulācija

source: Modulator
ca: Modulador
lv: Modulators

source: Moldova (Republic of)
ca: Moldàvia (República de)
lv: Moldova

source: Mon
ca: Dill
lv: Pr

source: Mon-Fri
ca: Dill-Div
lv: Pr-Pk

source: Monaco
ca: Mònaco
lv: Monako

source: Monday
ca: Dilluns
lv: Pirmdiena

source: Mongolia
ca: Mongòlia
lv: Mongolija

source: Montenegro
lv: Melnkalne

source: Montserrat
lv: Montserrata

source: Morocco
ca: Marroc
lv: Maroka

source: Mosquito noise reduction
ca: Reducció del soroll de mosquit
lv: Mosquito trokšņu slāpēšana

source: Motor command retries
ca: Intents d'ordres de motor
lv: Motora komandu atkārtojumu skaits

source: Motor running timeout
ca: Temps d'espera de funcionament de motor
lv: Pozicioniera darbības taimauts

source: Mount
ca: Muntar
lv: Montēt

source: Move
ca: Moure
lv: Pārvietot

source: Move PiP
ca: Moure PiP
lv: Pārvietot PiP

source: Move PiP to main picture
ca: Moure PiP a la imatge principal
lv: Pārvietot PiP uz galveno attēlu

source: Move Picture in Picture
ca: Moure Picture in Picture
lv: Pārvietot attēlu attēlā

source: Move east
ca: Moure a l'est
lv: Griezt uz austrumiem

source: Move the keyboard cursor down
ca: Moure el cursor del teclat cap avall
lv: Pārvietot kursoru uz leju

source: Move the keyboard cursor left
ca: Moure el cursor del teclat cap a l’esquerra
lv: Pārvietot kursoru pa kreisi

source: Move the keyboard cursor right
ca: Moure el cursor al teclat cap a la dreta
lv: Pārvietot kursoru pa labi

source: Move the keyboard cursor up
ca: Moure el cursor del teclat cap amunt
lv: Pārvietot kursoru uz augšu

source: Move the text cursor left
ca: Moure el cursor de text cap a l’esquerra
lv: Pārvietot kursoru pa kreisi

source: Move the text cursor right
ca: Moure el cursor de text cap a la dreta
lv: Pārvietot kursoru pa labi

source: Move the text cursor to the first character
ca: Moure el cursor de text cap al primer caràcter
lv: Pārvietot kursoru uz pirmo burtu

source: Move the text cursor to the last character
ca: Moure el cursor de text cap al darrer caràcter
lv: Pārvietot kursoru uz pēdējo burtu

source: Move to position X
ca: Desplaçar-se a la posició X
lv: Griezt uz pozīciju X

source: Move to the next page
ca: Desplaçar-se a la pàgina següent
lv: Pārvietot kursoru uz nākamo lapu

source: Move to the next skin
ca: Passar a la skin següent
lv: Pārvietot uz nākamo noformējumu

source: Move to the previous page
ca: Desplaçar-se a la pàgina anterior
lv: Pārvietot uz iepriekšējo lapu

source: Move to the previous skin
ca: Desplaçar-se a la skin anterior
lv: Pārvietot uz iepriekšējo noformējumu

source: Move west
ca: Moure a l'oest
lv: Griezt uz rietumiem

source: Moved to position 0
ca: S’ha desplaçat a la posició 0
lv: Griezt uz pozīciju 0

source: Moved to position at index
ca: S’ha desplaçat a la posició a l’índex
lv: Griezt uz pozīciju indeksā

source: Movement
ca: Moviment
lv: Kustība

source: Movie list configuration
ca: Configuració de la llista de pel·lícules
lv: Mediju iestatījumi

source: Movie location
ca: Ubicació de la pel·lícula
lv: Mediju atrašanās vieta

source: Movie selection
ca: Selecció de pel·lícules
lv: Mediju faili

source: Movielist menu
ca: Menú de llista de pel·lícules
lv: Mediju saraksta izvēlne

source: Moving
ca: En moviment
lv: Griezt

source: Moving east...
ca: En desplaçament cap a l’est …
lv: Griezt uz austrumiem...

source: Moving to position
ca: En desplaçament cap a la posició
lv: Griezt uz pozīciju

source: Moving west...
ca: En desplaçament cap a l’oest …
lv: Griezt uz rietumiem...

source: Mozambique
ca: Moçambic
lv: Mozambika

source: Multi EPG
lv: Daudzkanālu EPG

source: Multi channel downmix
ca: Downmix multicanal
lv: Daudzkanālu skaņas dekodēšana

source: Multi-EPG bouquet selection
ca: Selecció de bouquet de multi-EPG
lv: Daudzkanālu EPG buķetes izvēle

source: MultiType
ca: Multitipus
lv: Vairāku veidu

source: Multiboot image selector
ca: Selector d’imatge multiboot
lv: Multiboot imidži

source: Multichannel PCM
ca: PCM multicanal
lv: Daudzkanālu PCM

source: Multimedia
ca: Multimèdia
lv: Multimedija

source: Multiple service support
ca: Suport per a serveis múltiples
lv: Daudzkanālu atbalsts

source: Multisat
lv: Daudzpavadoņu

source: Multisat all select
ca: Seleccionar tots els Multisat
lv: Izvēlēti visi multisat

source: Music/Ballet/Dance
ca: Música / Ballet / Ball
lv: Mūzika/Balets/Dejas

source: Mute
ca: Silenciar
lv: Klusēt

source: Myanmar
lv: Mjanma

source: NEXT
ca: SEGÜENT
lv: NĀKAMAIS

source: NIM & Type
ca: NIM i tipus
lv: NIM un veids

source: NO
lv: NĒ

source: NOW
ca: ARA
lv: PAŠREIZ

source: NTP Hostname
ca: Nom d’amfitrió NTP
lv: NTP serveris

source: Name
ca: Nom
lv: Nosaukums

source: Nameserver
ca: Servidor de noms
lv: Domēna vārdu serveris

source: Namespace & Orbital pos.
ca: Espai de nom i pos. orbital
lv: Apakštīkls un pozīcija

source: Namibia
lv: Namībija

source: Nepal
lv: Nepāla

source: Netherlands
ca: Països Baixos
lv: Nīderlande

source: Netmask
ca: Màscara de xarxa
lv: Tīkla maska

source: Network
ca: Xarxa
lv: Tīkls

source: Network ID
ca: ID de xarxa
lv: Tīkla ID

source: Network Info:
ca: Info de xarxa:
lv: Tīkla iestatījumi:

source: Network configuration
ca: Configuració de xarxa
lv: Tīkla konfigurācija

source: Network configuration...
ca: Configuració de xarxa…
lv: Tīkla konfigurācija...

source: Network mount
ca: Muntatge de xarxa
lv: Tīkla montējumi

source: Network mount %s
ca: Muntatge de xarxa %s
lv: Tīkla montējums %s

source: Network name (SSID)
ca: Nom de la xarxa (SSID)
lv: Tīkla vārds (SSID)

source: Network scan
ca: Escanejar xarxa
lv: Tīkla meklēšana

source: Network setup
ca: Configuració de xarxa
lv: Tīkla iestatījumi

source: Network test
ca: Prova de xarxa
lv: Tīkla pārbaude

source: Network test...
ca: Prova de xarxa...
lv: Tīkla pārbaude...

source: Network test:
ca: Prova de xarxa:
lv: Tīkla pārbaude:

source: Network wizard
ca: Assistent de xarxa
lv: Tīkla vednis

source: Network:
ca: Xarxa:
lv: Tīkls:

source: Never decrypt the content while recording. This overrides the individual timer settings globally. If enabled, recordings are stored in crypted presentation and must be decrypted afterwards (sometimes called offline decoding). Default: off.
ca: Mai descodificar el contingut durant l'enregistrament. Això substitueix les configuracions del programador individual a nivell global. Si està activat, els enregistraments s’emmagatzemen en presentació encriptada i s’han de descodificar després (de vegades denominat descodificació fora de línia). Per defecte: desactivat.
lv: Neveikt satura atšifrēšanu kad ieraksta. Globāli ignorē individuālus taimeru iestatījumus. Ja iespējots, tad ieraksti tiks saglabāti šifrēti un tos vajadzēs pēc tam atšifrēt (veikt bezsaistes dekodēšanu). Pēc noklusējuma izslēgts.

source: Never decrypt while recording
ca: Mai descodificar durant l'enregistrament
lv: Neveikt atšifrēšanu kad ieraksta

source: New
ca: Nou
lv: Jauns

source: New Caledonia
ca: Nova Caledònia
lv: Jaunkaledonija

source: New Zealand
ca: Nova Zelanda
lv: Jaunzēlande

source: News/Current Affairs/Social
ca: Notícies/Actualitat/Socials
lv: Ziņas, aktuālitātes, sociālie

# button label, 'next screen'
source: Next
ca: Següent
lv: Nākamais

# now/next: 'next' event label
source: Next
ca: Següent
lv: Nākamais

source: Next day starts at
ca: El proper dia comença a les
lv: Nākamā diena sākas

source: Nicaragua
lv: Nikaragva

source: Niger
lv: Nigēra

source: Nigeria
ca: Nigèria
lv: Nigērija

source: No
lv: Nē

source: No (supported) DVDROM found!
ca: No s’ha trobat DVDROM (compatible)!
lv: DVDROM ierīce netika atrasta (atbalstīta)!

source: No Connection
ca: Sense connexió
lv: Nav savienojuma

source: No ECMPids available (FTA Service)
ca: No hi ha ECMPids disponibles (servei FTA)
lv: ECM pidi nav pieejami (brīvais kanāls)

source: No HDD found or HDD not initialized!
ca: No hi ha disc dur o no està inicialitzat!
lv: Nav atrasts vai inicializēts cietais disks!

source: No active subservices available.
ca: No hi han subserveis actius disponibles.
lv: Nav pieejami aktīvi papildkanāli.

source: No age block
ca: Sense bloqueig d’edat
lv: Nebloķēt pēc vecuma

source: No data on transponder! (Timeout reading PAT)
ca: No hi ha dades al transponedor. (Temps d'espera de lectura de PAT finalitzat)
lv: Nav datu uz transpondera! (PAT lasīšanas noildze)

source: No data received yet
ca: Encara no s’han rebut dades
lv: Vēl nav saņemti dati

source: No delay
ca: Sense retard
lv: Nav aiztures

source: No description available.
ca: No hi ha descripció disponible.
lv: Apraksts nav pieejams.

source: No displayable files on this medium found!
ca: No s’han trobat fitxers que es mostrin en aquest mitjà!
lv: Datu nesējā nav atrasti attēlojami faili!

source: No epg.dat file found on the fallback receiver
ca: No s’ha trobat cap fitxer epg.dat al receptor de reserva
lv: Attālinātā uztvērējā epg.dat fails nav pieejams

source: No event info found, recording indefinitely.
ca: No hi ha info de l'esdeveniment, gravant indefinidament.
lv: Nav atrasta informācija par pārraidi, ierakstīs nepārtraukti.

source: No fast winding possible yet... but you can use the number buttons to skip forward/backward!
ca: Encara no es pot fer una bobinada ràpida… però pots fer servir els botons numèrics per saltar cap endavant/endarrere!
lv: Pārtīšana pašreiz nav iespējama... bet varat lietot ciparu taustiņus lai pārlektu uz priekšu/atpakaļ!

source: No free index available
ca: No hi ha un índex lliure disponible
lv: Nav pieejami brīvi indeksi

source: No free tuner!
ca: No hi ha cap sintonitzador lliure!
lv: Nav brīva uztvērēja!

source: No images found
ca: No s'han trobat imatges
lv: Imidži nav pieejami

source: No network connection available.
ca: No hi ha connexió de xarxa disponible.
lv: Tīkla savienojums nav pieejams.

source: No networks found
ca: No s’han trobat xarxes
lv: Tīkli nav atrasti

source: No new plugins found
ca: No s’ha trobat cap plugin nou
lv: Nav atrasti jauni spraudņi

source: No priority
ca: Sense prioritat
lv: Bez prioritātes

source: No satellite frontend found!
ca: No s’ha trobat cap frontend per satèl·lit!
lv: Nav atrasts piemērots pavadonis!

source: No satellite, terrestrial or cable tuner is configured. Please check your tuner setup.
ca: No hi ha configurat cap sintonitzador per satèl·lit, terrestre ni per cable. Comprova la configuració del sintonitzador.
lv: Nav nokonfigurētu pavadoņu, televīzijas vai kabeļu pieslēgumu. Lūdzu pārbaudiet uztvērēja uzstādījumus.

source: No service
ca: No hi ha servei
lv: Nav kanāla

source: No services/providers selected
ca: No s’han seleccionat serveis / proveïdors
lv: Kanāli/operatori nav izvēlēti

source: No standby
ca: No s'està en mode standby
lv: Nav gaidstāves

source: No stream clients
ca: No hi ha clients de flux
lv: Nav neviena straumēšanas klienta

source: No tags are set on these movies.
ca: No s’ha establert cap etiqueta a aquestes pel·lícules.
lv: Šiem ierakstiem nav pievienotas birkas

source: No timeout
ca: Sense temps d'espera
lv: Nav noildzes

source: No to all
ca: No a tot
lv: Nē visiem

source: No transparency
ca: Sense transparència
lv: Necaurspīdīgs

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
ca: No hi ha cap sintonitzador activat! Si us plau, configura el sintonitzador abans de fer un escaneig de serveis.
lv: Nav aktīva uztvērēja! Lūdzu iestatiet uztvērēju pirms sākat meklēt kanālus.

source: No updates available
ca: No hi han actualitzacions disponibles
lv: atjauninājumi nav pieejami

source: No updates available. Please try again later.
ca: No hi han actualitzacions disponibles. Si us plau, torna-ho a provar més tard.
lv: atjauninājumi nav pieejami. Lūdzu mēģiniet vēlāk.

source: No wireless networks found! Searching...
ca: No s’han trobat xarxes sense fils! Cercant…
lv: Bezvadu tīkli nav atrasti! Meklē...

source: No working local network adapter found. Please verify that you have attached a network cable and your network is configured correctly.
ca: No s’ha trobat cap adaptador de xarxa local que funcioni. Verifica que has connectat un cable de xarxa i que la teva xarxa està configurada correctament.
lv: Netika atrasts strādājošs lokālā tīkla adapters. Lūdzu pārliecinieties, ka ir pievienots tīkla kabelis un tīkls ir pareizi konfigurēts.

source: No working wireless network adapter found. Please verify that you have attached a compatible WLAN device and your network is configured correctly.
ca: No s’ha trobat cap adaptador de xarxa sense fils que funcioni. Verifica que has connectat un dispositiu WLAN compatible i que la teva xarxa està configurada correctament.
lv: Netika atrasts strādājošs bezvadu tīkla adapters. Lūdzu pārliecinieties, ka ir pievienota saderīga bezvadu tīkla ierīce un tīkls ir pareizi konfigurēts.

source: No working wireless network interface found. Please verify that you have attached a compatible WLAN device or enable your local network interface.
ca: No s’ha trobat cap interfície de xarxa sense fils que funcioni. Verifica que has connectat un dispositiu WLAN compatible o activa la teva interfície de xarxa local.
lv: Netika atrasts strādājošs bezvadu tīkls. Lūdzu pārliecinieties, ka ir pievienota saderīga bezvadu tīkla ierīce vai aktivizējiet lokālā tīkla interfeisu.

source: No, I do not want to install plugins
ca: No, no vull instal·lar plugins
lv: Nē, es nevēlos uzstādīt spraudņus

source: No, but restart from begin
ca: No, però reiniciar des del començament
lv: Nē, bet pārstartēt no sākuma

source: No, do not flash image
ca: No, no flashejar la imatge
lv: Nē, neuzstādīt imidžu

source: No, except Wakeup timer
ca: No, excepte el programador de despertar
lv: Lietojot pamodināšanas taimeri

source: No, never
ca: No, mai
lv: Nē, nekad

source: None
ca: Cap
lv: Nav

source: Nonlinear
ca: No lineal
lv: Nelineāri mērogot

source: Norfolk Island
ca: Illa de Norfolk
lv: Norfolkas sala

source: Normal
lv: Normāls

source: Normal mode
ca: Mode normal
lv: Normāls režīms

source: North
ca: Nord
lv: Ziemeļi

source: North Macedonia (The Republic of)
ca: Macedònia del Nord (República de)
lv: Ziemeļmaķedonija (Republika)

source: Northern Mariana Islands
ca: Illes Marianes del Nord
lv: Ziemeļu Marianas salas

source: Norway
ca: Noruega
lv: Norvēģija

source: Norwegian
ca: Noruec
lv: Norvēģu

source: Not Installed
ca: No està instal·lat
lv: Nav uzstādīts

source: Not associated
ca: No està associat
lv: Nav piešķirts

source: Not defined
ca: No està definit
lv: Nav definēts

source: Not enough disk space. Please free up some disk space and try again. (%(req)d MB required, %(avail)d MB available)
ca: No hi ha prou espai al disc. Allibera espai per al disc i tornau-ho a provar. (%(req)d MB necessaris, %(avail)d MB disponibles)
lv: Nav pietiekami vietas uz diska. Lūdzu atbrīvot vietu uz diska un mēģināt vēlreiz. (%(req)d MB ir nepieciešami, bet %(avail)d MB pieejami)

source: Not tested:
ca: No provat:
lv: Nav pārbaudīts:

source: Note: when enabled, and you do want standby mode after wake up, set option 'Startup to Standby' as 'No, except Wakeup timer'.
ca: Nota: quan estigui activat i vols el mode standby després de despertar-se, configura l’opció “Iniciar en mode en repòs” com a “No, excepte el programador de despertar”.
lv: Ja iespējots, bet vēlaties pāriet gaidstāvē pēc ieslēgšanas iestatījumā 'Ieslēdzot pāriet gaidstāvē' norādiet 'Lietojot pamodināšanas taimeri'

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
ca: Res per escanejar! Si us plau, configura el sintonitzador abans d'iniciar un escaneig de serveis.
lv: Nav ko meklēt! Lūdzu iestatiet uztvērēju pirms sākat meklēt kanālus.

source: Nothing to scan! Setup your tuner and try again.
ca: Res per escanejar! Configura el sintonitzador i torna-ho a provar.
lv: Nav ko meklēt! Iestatiet uztvērēju un mēģiniet vēlreiz.

source: Now
ca: Ara
lv: Pašreiz

# now/next: 'now' event label
source: Now
ca: Ara
lv: Pašreiz

source: Now playing
ca: Reproduint ara
lv: Atskaņo

source: Now, use the contrast setting to turn up the brightness of the background as much as possible, but make sure that you can still see the difference between the two brightest levels of shades.If you have done that, press OK.
ca: Ara utilitza la configuració de contrast per ajustar la brillantor del fons al màxim possible, però assegura't que encara pots veure la diferència entre els dos nivells de tons més brillants. Si ja ho has fet, prem OK.
lv: Tagad lietojiet kontrasta iestatīšanu lai palielinātu fona spilgtumu cik vien iespējams, bet pārliecinieties, ka divi spilgtāko toņu līmeņi joprojām ir izšķirami. Ja esat to izdarījuši, spiediet OK.

source: Number of channels shown in channel selection list
ca: Núm. de canals mostrats a la llista de sel. de canal
lv: Kanālu daudzums kanālu sarakstā

source: Number of repeating text on display.
ca: Número de text que es repeteix en pantalla.
lv: Atkārtojamā teksta skaits displejā.

source: Number or SMS style data entry
ca: Entrada de dades d’estil número o SMS
lv: SMS stila datu ievades numurs

source: OK
lv: Labi

source: OSD 3D setup
ca: Configuració de OSD 3D
lv: 3D iestatījumi

source: OSD name request
ca: Sol·licitud de nom de OSD
lv: OSD nosaukuma pieprasījums

source: OSD settings
ca: Configuració de OSD
lv: OSD iestatījumi

source: OSD transparency
ca: Transp. d'OSD
lv: Caurspīdīgums

source: Off
ca: Desactivat
lv: Izslēgts

source: Offline decode delay (ms)
ca: Retard de descodificació fora de línia (ms)
lv: Bezsaistes dekodēšanas aizture (ms)

source: Oman
lv: Omāna

source: On
ca: Activat
lv: Ieslēgts

source: On end of movie
ca: Al final de la pel·lícula
lv: Uz filmas beigām

source: On end of movie (as menu)
ca: Al final de la pel·lícula (com a menú)
lv: Uz filmas beigām (kā izvēlnē)

source: On valid ONIDs, ignore frequency sub network part
ca: En ONIDs vàlids, ignorar la part de subxarxa de freqüència
lv: Derīgu ONID gadījumā ignorēt frekvences apakšgrupas tīkla daļu

source: One
ca: Un
lv: Viens

source: Online update of your receiver software.
ca: Actualització en línia del software del receptor.
lv: Uztvērēja programmatūras atjaunošana no interneta.

source: Only change this setting if you are using a SCR device that has been reprogrammed with a custom programmer. For further information check with the person that reprogrammed the device.
ca: Canvia aquesta configuració només si utilitzes un dispositiu SCR que ha estat reprogramat amb un programador personalitzat. Per a més informació, consulta amb la persona que ha reprogramat el dispositiu.
lv: Mainiet šo iestatījumu tikai tad, ja izmantojat SCR ierīci, kas ir pārprogrammēta. Papildinformāciju prasiet personai, kura pārprogrammēja ierīci.

source: Only extensions.
ca: Només extensions.
lv: Paplašinājumi

source: Only free scan
ca: Només escaneig lliure
lv: Tikai nekodētos

source: Only move the dish quickly after this hour.
ca: Moure el plat ràpidament només després d’aquesta hora.
lv: Ātri pārvietot satelītantenu tikai pēc šīs stundas.

source: Only move the dish quickly before this hour.
ca: Moure el plat ràpidament només abans d’aquesta hora.
lv: Ātri pārvietot satelītantenu tikai pirms šīs stundas.

source: Only on startup
ca: Només a l’inici
lv: Tikai startējot

source: Only power off
ca: Només apagar
lv: Izslēgt

source: Only select 'yes' if you are using a multiswich that requires a DiSEqC Port-A command signal. For all other setups select 'no'.
ca: Selecciona només 'sí' si utilitzes un multiswitch que requereixi un senyal de d'ordre de DiSEqC Port-A. Per a la resta de configuracions, selecciona 'no'.
lv: Izvēlieties 'jā', ja izmantojat multiswitch, kuram nepieciešams DiSEqC Port-A komanda. Visiem citiem iestatījumiem izvēlieties 'nē'.

source: Open select location
ca: Obrir la ubicació seleccionada
lv: Atvērt izvēlēto mapi

source: Open select location as timer name
ca: Obrir la ubicació seleccionada com a nom del programador
lv: Atvērt izvēlēto mapi ar taimera nosaukumu

source: Open service list
ca: Obrir llista de serveis
lv: Atvērt kanālu sarakstu

source: Open setup tuner
ca: Obrir configuració de sintonitzador
lv: Atvērt uztvērēja iestatījumus

source: Open the movie list
ca: Obrir la lista de pel·lícules
lv: Atvērt mediju sarakstu

source: Operating LED status in deep standby mode
ca: Estat del LED actiu en mode standby profund
lv: LED izslēdzot

source: Operating LED status in standby mode
ca: Estat del LED actiu en mode standby
lv: LED gaidstāvē

source: Operating LED status while running
ca: Estat del LED actiu mentre s’executa
lv: LED darbojoties

source: Options disable timer
ca: Les opcions desactiven el programador
lv: Iespēja izslēgt taimeri

source: Orbital position
ca: Posició orbital
lv: Orbitālajā pozīcija

source: Order by modes
ca: Ordenar per modes
lv: Kārtot

source: Order by slots
ca: Ordenar per ranures
lv: Kārtot

source: Ordinary
ca: Ordinària
lv: Parastā

source: Original
lv: Oriģināls

source: Original audio
ca: Àudio original
lv: Oriģinālais

source: Other
ca: Altres
lv: Cits

source: Other Images
ca: Altres imatges
lv: Citi imidži

source: Other Subtitles & lang
ca: Altres subtítols i idiomes
lv: Citi subtitri un valodas

source: Output
ca: Sortida
lv: Izeja

source: Overall progress:
ca: Progrés general:
lv: Izpilda:

source: Overscan wizard
ca: Assistent d'overscan
lv: Attēla vednis

source: Overwrite configuration files during software update?
ca: Vols sobreescriure els fitxers de configuració durant l’actualització del software?
lv: Pārrakstīt konfigurācijas failus atjauninot programmatūru?

source: Overwrite configuration files?
ca: Sobreescriure fitxers de configuració?
lv: Pārrakstīt konfigurācijas failus?

source: PGS file
ca: Fitxer PGS
lv: PGS fails

source: PID Filtering
ca: Filtratge PID
lv: PID filtrēšana

source: PIN code needed
ca: Cal tenir un codi PIN
lv: Vajadzīgs PIN kods

source: PPanel
lv: PPanelis

source: Package list update
ca: Actualització de la llista de paquets
lv: Pakotņu saraksta atjaunināšana

source: Packages to update
ca: Paquets per actualitzar
lv: atjaunināmās paketes

source: Packet management
ca: Gestió de paquets
lv: Pakotņu pārvaldība

source: Packet manager
ca: Gestor de paquets
lv: Pakotņu pārvaldnieks

source: Pakistan
lv: Pakistāna

source: Palestine, State of
ca: Palestina, Estat de
lv: Palestīna

source: Pan&scan
lv: Panorāma

source: Panic to
ca: Pànic a
lv: Panikā pārslēgt uz

source: Papua New Guinea
ca: Papua Nova Guinea
lv: Papua Jaungvineja

source: Paraguay
ca: Paraguai
lv: Paragvaja

source: Parent directory
ca: Directori principal
lv: Iepriekšējā mape

source: Parental control
ca: Control parental
lv: Vecāku kontrole

source: Parental control services editor
ca: Editor de serveis de control parental
lv: Vecāku kontroles kanālu redaktors

source: Parental control setup
ca: Configuració de control parental
lv: Vecāku kontroles iestatījumi

source: Partial
ca: Parcial
lv: Meklēt EPG

source: Partial EPG
ca: EPG parcial
lv: Daļēji līdzīgi raidījumi

source: Passthrough
ca: Travessar
lv: Nemainīt

source: Password
ca: Contrasenya
lv: Parole

source: Pause
ca: Pausa
lv: Pauze

source: Pause movie at end
ca: Pausar la pel·lícula al final
lv: Nopauzēt filmas beigās

source: Pause playback
ca: Pausar la reproducció
lv: Nopauzēt atskaņošanu

source: Pause/Continue playback
ca: Pausar/continuar la reproducció
lv: Nopauzēt/Turpināt atskaņošanu

source: Pending restart
ca: Pendent de reiniciar
lv: Gaida restartēšanu
