Repository: 68foxboris/enigma2
Catalog: po/*.po
Languages: ca, lv

source: Sorry, this tuner is in use.
ca: Ho sentim, aquest sintonitzador està en ús.
lv: Atvainojiet, šis uztvērējs tiek lietots.

source: Sorry, your backup destination is not writeable. Please select a different one.
ca: Ho sentim, no es pot escriure a la teva destinació de còpia de seguretat. Selecciona una de diferent.
lv: Izvēlētais dublējumkopijas galamērķis nav ierakstāms. Lūdzu izvēlieties citu.

source: Sort
ca: Ordenar
lv: Kārtot

source: Sort A-Z
ca: Ordenar de l'A a la Z
lv: Kārtot A-Z

source: Sort by
ca: Ordenar per
lv: Kārtot pēc

source: Sort list to default and exit?
ca: Ordenar llista als valors per defecte i sortir?
lv: Sakārtot sarakstu noklusētā kārtībā un aizvērt?

source: Sort list:
ca: Ordenar llista:
lv: Kārt. saraksts:

source: Sort order for menu entries
ca: Ordre de classificació de les entrades del menú
lv: Izvēlnes izkārtojums

source: Sort order for setup entries
ca: Ordre de classificació de entrades de configuració
lv: Iestatījumu izkārtojums

source: Sort plugins list to default?
ca: Ordenar llista de plugins als valors per defecte?
lv: Sakārtot spraudņus noklusētā kārtībā?

source: Sort time
ca: Ordenar temps
lv: Kārt. laiks

source: Sorting of playlists
ca: Ordenació de llistes de reproducció
lv: Kārtot atskaņošanas sarakstu

source: Sound
ca: So
lv: Skaņa

source: Sound carrier
ca: Portador de so
lv: Nesēja skaņa

source: Source request
ca: Sol·licitud d’origen
lv: Аvots

source: South
ca: Sud
lv: Dienvidi

source: South Africa
ca: Sud-Àfrica
lv: Dienvidāfrika

source: South Georgia and the South Sandwich Islands
ca: Geòrgia del Sud i les Illes Sandwich del Sud
lv: Dienviddžordžija un Dienvidsendviču salas

source: South Sudan
ca: Sudan del Sud
lv: Dienvidsudāna

source: Spain
ca: Espanya
lv: Spānija

source: Spanish
ca: Espanyol
lv: Spāņu

source: Special 1
ca: Especial 1
lv: Īpašs 1

source: Special 2
ca: Especial 2
lv: Īpašs 2

source: Specify extra timeframe to ignore inactivity sleeptimer
ca: Especificar un termini de temps addicional per ignorar el programador de suspensió per inactivitat
lv: Iestatīt papildus laiku neaktivitātes miega taimera ignorēšanai

source: Specify if you want to set the blocktimes separately by weekday
ca: Especifica si vols configurar els horaris de bloqueig separadament per dia feiner
lv: Katrā nedēļas dienā iestatīt atšķirīgus bloķēšanas laikus

source: Specify the end time to ignore the shutdown timer when the receiver is in standby mode
ca: Especificar l’hora de finalització per ignorar el programador d’apagada quan el receptor estigui en mode standby
lv: Iestatīt beigu laiku līdz kuram izslēgšanas taimeris tiks ignorēts, kamēr uztvērējs ir gaidstāvē

source: Specify the end time until the inactivity sleeptimer should be ignored
ca: Especificar l’hora de finalització fins que s’hauria d’ignorar el programador de suspensió per inactivitat
lv: Iestatīt beigu laiku līdz kuram neaktivitātes miega taimeris tiks ignorēts

source: Specify the extra end time until the inactivity sleeptimer should be ignored
ca: Especificar l’hora de finalització addicional fins que s’hauria d'ignorar el programador de suspensió per inactivitat
lv: Iestatīt papildus beigu laiku līdz kuram neaktivitātes miega taimeris tiks ignorēts

source: Specify the extra start time when the inactivity sleeptimer should be ignored
ca: Especificar l’hora d’inici addicional quan s’hauria d’ignorar el programador de suspensió per inactivitat
lv: Iestatīt papildus sākuma laiku pēc kura neaktivitātes miega taimeris tiks ignorēts

source: Specify the start time to ignore the shutdown timer when the receiver is in standby mode
ca: Especificar l’hora d'inici per ignorar el programador d’apagada quan el receptor estigui en mode standby
lv: Iestatīt sākuma laiku pēc kura izslēgšanas taimeris tiks ignorēts, kamēr uztvērējs ir gaidstāvē

source: Specify the start time when the inactivity sleeptimer should be ignored
ca: Especificar l’hora de d'inici quan s’hauria d'ignorar el programador de suspensió per inactivitat
lv: Iestatīt sākuma laiku pēc kura neaktivitātes miega taimeris tiks ignorēts

source: Specify timeframe to ignore inactivity sleeptimer
ca: Especificar el marc de temps per ignorar el programador de suspensió per inactivitat
lv: Iestatīt laiku neaktivitātes miega taimera ignorēšanai

source: Specify timeframe to ignore the shutdown in standby
ca: Especificar el marc de temps per ignorar l'apagada en mode standby
lv: Iestatīt laiku izslēgšanas ignorēšanai gaidstāvē

source: Split preview mode
ca: Mode de previsualització dividida
lv: Sadalīt priekš skatīšanas režīmu

source: Splitscreen
ca: Pantalla dividida
lv: Sadalīts

source: Sri Lanka
lv: Šrilanka

source: Standard
ca: Estàndard
lv: Standarta

source: Standard list
ca: Llista estàndard
lv: Standarta saraksts

source: Standby
ca: Mode standby
lv: Gaidstāve

source: Standby / restart
ca: Mode standby / reinici
lv: Izslēgšana

source: Standby LED
ca: LED del mode standby
lv: LED gaidstāvē

source: Standby after current event
ca: Passar a standby després de l’esdeveniment actual
lv: Gaidstāve pēc pašreizējās pārraides

source: Standby fan %d PWM
ca: Ventilador en mode standby %d PWM
lv: Ventilatora apgriezieni %d gaidstāvē

source: Standby fan %d voltage
ca: Tensió del ventilador en mode standby %d
lv: Ventilatora spriegums %d gaidstāvē

source: Standby in
ca: Standby en
lv: Gaidstāvē

source: Start directory
ca: Directori d'inici
lv: Sākuma mape

source: Start from the beginning
ca: Iniciar des del principi
lv: Sākt no sākuma

source: Start instant recording
ca: Iniciar enregistrament instantani
lv: Sākt ierakstu

source: Start offline decode
ca: Iniciar descodificació fora de línia
lv: Sākt bezsaistes dekodēšanu

source: Start recording current event
ca: Començar a enregistrar l'esdeveniment actual
lv: Sākt ierakstīt pašreizējo notikumu

source: Start recording?
ca: Iniciar enregistrament?
lv: Sākt ierakstu?

source: Start teletext
ca: Iniciar teletext
lv: Teleteksts

source: Start test
ca: Iniciar la prova
lv: Sākt pārbaudi

source: Start time
ca: Hora d'inici
lv: Sākuma laiks

source: Start time to ignore inactivity sleeptimer
ca: Hora d’inici per ignorar el programador de suspensió per inactivitat
lv: Sākuma laiks neaktivitātes miega taimera ignorēšanai

source: Start time to ignore shutdown in standby
ca: Hora d’inici per ignorar l'apagada en mode standby
lv: Sākuma laiks pēc kura ignorēt izslēgšanu gaidstāvē

source: Start timeshift
ca: Iniciar timeshift
lv: Sākt laika aizturi

source: Start with list screen
ca: Iniciar amb la pantalla de llista
lv: Sākt ar saraksta logu

source: Starting on
ca: Començant a
lv: Sākot ar

source: Startup the set top box in standby
ca: Iniciar el descodificador en mode standby
lv: Ieslēdzot uztvērēju pāriet gaidstāvē

source: Startup to Standby
ca: Iniciar al mode standby
lv: Ieslēdzot pāriet gaidstāvē

source: Step east
ca: Pas a l'est
lv: Soli uz austrumiem

source: Step west
ca: Pas a l'oest
lv: Solis uz rietumiem

source: Stepped east
ca: Cap a l'est
lv: Soļo uz austrumiem

source: Stepped west
ca: Cap a l'oest
lv: Soļo uz rietumiem

source: Steps
ca: Passos
lv: Soļi

source: Stop
ca: Aturar
lv: Apturēt

source: Stop PiP
ca: Aturar PiP
lv: Apturēt PiP

source: Stop all current recordings
ca: Aturar tots els enregistraments actuals
lv: Apturēt visus pašreizējos ierakstus

source: Stop all streams
ca: Aturar tots els fluxos
lv: Apturēt visu

source: Stop and delete all current recordings
ca: Aturar i eliminar tots els enregistraments actuals
lv: Apturēt un dzēst visus pašreizējos ierakstus

source: Stop and delete recording
ca: Aturar i eliminar enregistrament
lv: Apturēt un dzēst ierakstu

source: Stop and delete recording:
ca: Aturar i eliminar enregistrament:
lv: Apturēt un dzēst ierakstu:

source: Stop and delete recordings:
ca: Aturar i eliminar enregistraments:
lv: Apturēt un dzēst ierakstus:

source: Stop current event and disable coming events
ca: Aturar esdeveniment actual i desactivar els propers
lv: Apturēt pašreizējo notikumu un izslēgt nākamos

source: Stop current event but not coming events
ca: Aturar l'esdeveniment actual però no els propers
lv: Apturēt pašreizējo notikumu, bet ne nākamos

source: Stop current stream
ca: Aturar flux actual
lv: Apturēt

source: Stop entry
ca: Aturar entrada
lv: Apturēt ievadi

source: Stop live TV service
ca: Aturar servei de televisió en directe
lv: Apturēt TV kanālu

source: Stop play TV
ca: Aturar reproducció de TV
lv: Izslēgt atskaņošanu fonā

source: Stop playing this movie?
ca: Aturar la reproducció de la pel·lícula?
lv: Apturēt filmas atskaņošanu?

source: Stop recording
ca: Aturar enregistrament
lv: Apturēt ierakstu

source: Stop recording and delete
ca: Aturar enregistrament i eliminar
lv: Apturēt ierakstu un nodzēst

source: Stop recording:
ca: Aturar enregistrament:
lv: Apturēt ierakstu:

source: Stop recordings:
ca: Aturar enregistraments:
lv: Apturēt ierakstus:

source: Stop service on return to movie list
ca: Aturar servei en tornar a la llista de pel·lícules
lv: Apturēt kanālu un atgriezties filmu sarakstā

source: Stop test
ca: Aturar prova
lv: Apturēt pārbaudi

source: Stop testing plane after # failed transponders
ca: Aturar pla de proves després de tants transponedors fallits
lv: Apturēt testēšanu pēc # neatrastiem transponderiem

source: Stop testing plane after # successful transponders
ca: Aturar pla de proves després de tants transponedors amb èxit
lv: Apturēt testēšanu pēc # atrastiem transponderiem

source: Stop timer recording
ca: Aturar enregistrament de programador
lv: Apturēt taimera ierakstu

source: Stop timeshift
ca: Aturar timeshift
lv: Apturēt laika aizturi

source: Stop timeshift?
ca: Aturar timeshift?
lv: Apturēt laika aizturi?

source: Stop using as startup service
ca: Deixar d’utilitzar com a servei d’inici
lv: Pārtraukt lietot kā ieslēgšanas kanālu

source: Stopped
ca: Aturat
lv: Apturēt

source: Storage device not available or not initialized.
ca: El dispositiu d'emmagatzematge no està disponible o no s'ha iniciat.
lv: Krātuves ierīce nav pieejama vai nav inicializēta.

source: Store at index
ca: Desar a l’índex
lv: Saglabāt indeksā

source: Store position
ca: Desar la posició
lv: Saglabāt pozīciju

source: Stored position
ca: Posició desada
lv: Saglabātā pozīcija

source: Stream
ca: Flux
lv: Plūsma

source: Stream request
ca: Sol·licitud de flux
lv: Plūsmas pieprasījums

source: Streaming clients info
ca: Informació dels clients de retransmissió
lv: Straumēšanas klienti

source: Strongest position
ca: La posició més forta
lv: Ciešā pozīcija

source: Subservice list...
ca: Llista de subserveis...
lv: Papildkanālu saraksts...

source: Subservices
ca: Subserveis
lv: Papildkanāli

source: Subtitle Quickmenu
ca: Menú ràpid de subtítols
lv: Subtitru ātrā izvēlne

source: Subtitle alignment
ca: Alineació de subtítols
lv: Subtitru izvēle

source: Subtitle border width
ca: Amplada de vora de subtítols
lv: Subtitru apmales biezums

source: Subtitle delay when timing is bad
ca: Retard de subtítols quan la sincronització sigui incorrecta
lv: Subtitru aizture ja nav informācijas

source: Subtitle delay when timing lacks
ca: Retard de subtítols quan la sincronització estigui absent
lv: Subtitru aizture kad nav norādīta laika aizture

source: Subtitle font size
ca: Mida de font de subtítols
lv: Subtitru fonta izmērs

source: Subtitle language selection 1
ca: Selecció d’idioma de subtítols 1
lv: Subtitru valodas izvēle 1

source: Subtitle language selection 2
ca: Selecció d’idioma de subtítols 2
lv: Subtitru valodas izvēle 2

source: Subtitle language selection 3
ca: Selecció d’idioma de subtítols 3
lv: Subtitru valodas izvēle 3

source: Subtitle language selection 4
ca: Selecció d’idioma de subtítols 4
lv: Subtitru valodas izvēle 4

source: Subtitle position
ca: Posició de subtítols
lv: Subtitru pozīcija

source: Subtitle selection
ca: Selecció de subtítols
lv: Subtitru izvēle

source: Subtitle selection...
ca: Selecció de subtítols…
lv: Subtitru izvēle...

source: Subtitle settings
ca: Configuració de subtítols
lv: Subtitru izvēle

source: Subtitle show/hide...
ca: Mostrar / amagar subtítols…
lv: Parādīt/slēpt subtitrus...

source: Subtitles
ca: Subtítols
lv: Subtitri

source: Subtitles Settings
ca: Configuració de subtítols
lv: Subtitru izvēle

source: Subtitles disabled
ca: Subtítols desactivats
lv: Subtitri izslēgti

source: Subtitles enabled
ca: Subtítols activats
lv: Subtitri ieslēgti

source: Succeeded:
ca: Amb èxit:
lv: Izdevās:

source: Sudan
lv: Sudāna

source: Sun
ca: Diu
lv: Sv

source: Sunday
ca: Diumenge
lv: Svētdiena

source: Sundtek - hardware blind scan in progress. Please wait(3-20 min) for the scan to finish.
ca: Sundtek: escaneig a cegues per maquinari en curs. Espera entre 3 i 20 minuts fins que finalitzi l’escaneig.
lv: Notiek Sundtek aklā skanēšana. Lūdzu pagaidiet (3-20 min) lai pabeigtu.

source: Suriname
ca: Surinam
lv: Surinama

source: Svalbard and Jan Mayen
ca: Svalbard i Jan Mayen
lv: Svalbāra un Jana Majena

source: Swap PiP
ca: Intercanviar PiP
lv: Mainīt PiP

source: Swap PiP and main picture
ca: Intercanviar PiP i imatge principal
lv: Mainīt PiP un galveno attēlu

source: Swap services
ca: Intercanviar serveis
lv: Samainīt kanālus

source: Swaziland
ca: Swazilàndia
lv: Svazilenda

source: Sweden
ca: Suècia
lv: Zviedrija

source: Swedish
ca: Suec
lv: Zviedru

source: Switch TV to correct input
ca: Canviar la TV a l'entrada correcta
lv: Pārslēgt TV uz pareizu ieeju

source: Switch between filelist/playlist
ca: Canviar entre llista de fitxers i llista de reproducció
lv: Pārslēgties starp failu/atskaņošanas režīmiem

source: Switch between normal mode and list mode
ca: Canviar entre mode normal i mode de llista
lv: Pārslēgties starp normālo un saraksta režīmu

source: Switch channel down
ca: Canviar de canal cap avall
lv: Pārslēgt kanālu uz leju

source: Switch channel up
ca: Canvia de canal cap amunt
lv: Pārslēgt kanālu uz augšu

source: Switch on the display during Standby Mode
ca: Encendre la pantalla durant el mode standby
lv: Ieslēgt displeju gaidstāvē.

source: Switch on the display during Suspend Mode
ca: Encendre la pantalla durant el mode de suspensió
lv: Ieslēgt displeju izslēdzot.

source: Switch on the display during operation
ca: Encendre la pantalla durant el funcionament
lv: Darbības laikā ieslēgt displeju

source: Switch to Android
ca: Canviar a Android
lv: Pārslēgt uz Android

source: Switch to TV mode
ca: Canviar a mode de TV
lv: Pārslēgt uz TV režīmu

source: Switch to bookmarks
ca: Canviar a preferits
lv: Iet uz grāmatzīmēm

source: Switch to filelist
ca: Canviar a llista de fitxers
lv: Iet uz failu sarakstu

source: Switch to next bouquet
ca: Canviar al següent bouquet
lv: Pārslēgt uz nākamo buķeti

source: Switch to next channel
ca: Canviar al canal següent
lv: Pārslēgt uz nākamo kanālu

source: Switch to next channel in history
ca: Canal al canal següent de l'historial
lv: Pārslēgt uz nākamo kanālu vēsturē

source: Switch to next sub service
ca: Canviar al següent subservei
lv: Pārslēgt uz nākamo papildkanālu

source: Switch to playlist
ca: Canviar a llista de reproducció
lv: Pārslēgt uz repertuāru

source: Switch to previous bouquet
ca: Canviar al bouquet anterior
lv: Pārslēgt iepriekšējo buķeti

source: Switch to previous channel
ca: Canviar al canal anterior
lv: Pārslēgt iepriekšējo kanālu

source: Switch to previous channel in history
ca: Canviar al canal anterior de l'historial
lv: Pārslēgt uz iepriekšējo kanālu vēsturē

source: Switch to previous sub service
ca: Canvia al subservei anterior
lv: Pārslēgt uz iepriekšējo papildkanālu

source: Switch to radio mode
ca: Canviar al mode de ràdio
lv: Pārslēgt uz radio režīmu

source: Switzerland
ca: Suïssa
lv: Šveice

source: Symbol rate
ca: Taxa de símbols
lv: Simbola vērtība

source: Symbol rate & FEC
ca: Taxa de símbols i FEC
lv: Simbola vērtība un FEC

source: Symbol rate:
ca: Taxa de símbols:
lv: Simbola vērtība:

source: Sync failure moving back to origin !
ca: Error de sincronització en tornar a l’origen!
lv: Sinhronizēšana pārtraukta, atiestata uz oriģinālu!

source: Syrian Arab Republic
ca: República Àrab Siriana
lv: Sīrijas Arābu Republika

source: System
ca: Sistema
lv: Sistēma

source: System & Modulation
ca: Sistema i modulació
lv: Sistēma un modulācija

source: T2MI RAW Mode
ca: Mode T2MI RAW
lv: T2MI RAW režīms

source: TEXT
lv: TEKSTS

source: TRANSLATOR_INFO
ca: Correcció i traducció d'enigma 2 al català per Robotnick.
lv: Taapat, Madars Auns Latvija, Talsi

source: TS file is too large for ISO9660 level 1!
ca: El fitxer TS és massa gran per al nivell 1 d'ISO9660!
lv: TS fails ir par lielu ISO9660 level 1!

source: TUNER:
ca: SINTONITZADOR:
lv: UZTVĒRĒJS:

source: TUNING
ca: SINTONITZANT
lv: NOSKAŅO

source: TV physical address report
ca: Informe d’adreça física de TV
lv: TV fiziskās adreses ziņojums

source: TXT Subtitles page & lang
ca: Pàgina de subtítols i idioma de TXT
lv: TXT subtitri

source: Table of contents for collection
ca: Taula de continguts de la col·lecció
lv: Satura rādītājs kolekcijai

source: Tags
ca: Etiquetes
lv: Birkas

source: Taiwan
lv: Taivāna

source: Tajikistan
lv: Tadžikistāna

source: Tanzania, United Republic of
ca: Tanzània, República Unida de
lv: Tanzānija, Apvienotā Republika

source: Teletext subtitle color
ca: Color de subtítols del teletext
lv: Teleteksta subtitru krāsa

source: Temperature and fan control
ca: Control de temperatura i ventilador
lv: Temperatūras un ventilatora kontrole

source: Terrestrial
ca: Terrestre
lv: Virszemes

source: Test DiSEqC settings
ca: Provar configuració de DiSEqC
lv: Pārbaudīt DiSEqC iestatījumus

source: Test mode
ca: Mode de prova
lv: Testa režīms

source: Test the network configuration of your receiver.
ca: Provar la configuració de xarxa del receptor.
lv: Pārbaudīt uztvērēja tīkla iestatījumus.

source: Test type
ca: Tipus de prova
lv: Pārbaudes veids

source: Testscreens
ca: Pantalles de proves
lv: Testa attēls

source: Testscreens that are helpfull to fine-tune your display
ca: Pantalles de proves que serveixen per ajustar amb precisió la pantalla
lv: Testa attēls lai palīdzētu noregulēt attēlošanu

source: Text View On
ca: Visualització de text activada
lv: Ieslēgt tekstu

source: Text color
ca: Color del text
lv: Teksta krāsa

source: Thai
ca: Tailandès
lv: Taiešu

source: Thailand
ca: Tailàndia
lv: Taizeme

source: Thank you for using the wizard. Please press OK to continue.
ca: Gràcies per utilitzar l’assistent. Prem OK per continuar.
lv: Paldies ka izmantojāt vedni. Lūdzu nospiediet OK, lai turpinātu.

source: Thank you for using the wizard. Your receiver is now ready for use. Press OK to start using your receiver.
ca: Gràcies per utilitzar l’assistent. El receptor ja està preparat per utilitzar-lo. Prem OK per començar a utilitzar el receptor.
lv: Paldies ka izmantojāt vedni. Jūsu uztvērējs ir gatavs lietošanai. Nospiediet OK, lai sāktu lietot savu uztvērēju.

source: The %d min remaining before the end of the event.
ca: Els %d minuts restants abans de la finalització de l’esdeveniment.
lv: Līdz pārraides beigām atlikušas %d minūtes.

source: The DVD standard doesn't support H.264 (HDTV) video streams. Do you want to create a special format data DVD (which will not play in stand-alone DVD players) instead?
ca: L’estàndard de DVD no admet els fluxos de vídeo H.264 (HDTV). Vols crear un DVD de dades de format especial (que no es reproduirà en reproductors de DVD independents) en el seu lloc?
lv: DVD standarts neatbalsta H.264 (HDTV) video. Vai jūs vēlaties izveidot īpaša formāta datu DVD (kuru nevarēs atskaņot standarta DVD atskaņotāji)?

source: The PIN code has been changed successfully.
ca: El codi PIN s’ha canviat correctament.
lv: PIN kods nomainīts veiksmīgi.

source: The PIN code has been saved successfully.
ca: El codi PIN s’ha desat correctament.
lv: PIN kods nomainīts veiksmīgi.

source: The PIN code you entered is wrong.
ca: El PIN és incorrecte.
lv: Jūsu ievadītais PIN kods ir nepareizs.

source: The PIN codes you entered are different.
ca: Els codis PIN que has introduït són diferents.
lv: Ievadītie PIN kodi atšķiras.

source: The command to wake from standby will be sent multiple times.
ca: L’ordre de despertar des del mode standby s’enviarà diverses vegades.
lv: Komanda lai pamodinātu no gaidstāves tiks sūtīta vairākas reizes.

source: The current image might not be stable. For more information see %s.
ca: És possible que la imatge actual no sigui estable. Per a més informació, veges %s.
lv: Šis imidžs var nebūt stabils. Vairāk informācijas skatīt %s.

source: The directory %s is not writable. Make sure you select a writable directory instead.
ca: No es pot escriure al directori %s. Assegura't que selecciones un directori on es pugui escriure.
lv: Mape %s nav rakstāma. Pārliecinieties, ka jūs izvēlieties ierakstāmu direktoriju.

source: The following files were found...
ca: S’han trobat els fitxers següents…
lv: Tika atrasti sekojoši faili...

source: The hostname or the IP address of the NTP server to synchronise the time with.
ca: El nom de l’amfitrió o l’adreça IP del servidor NTP amb el qual sincronitzar l’hora.
lv: NTP servera nosaukums vai IP adrese ar kuru sinhronizēt laiku.

source: The network wizard extension is not installed! Please install it.
ca: L’extensió de l’assistent de xarxa no està instal·lada! Si us plau, instal·la-la.
lv: Bezvadu tīkla spraudnis nav instalēts! Lūdzu uzstādiet to.

source: The number of steps to change the volume on the device the keys are forwarded to.
ca: El número de passos per canviar el volum del dispositiu al qual s'envien els botons.
lv: Darbību skaits, kas tiks veiktas, lai mainītu ierīces skaļumu, uz kuru tiek pārsūtīti taustiņi.

source: The overscan wizard has been completed. Note: you can always start the Overscan wizard later, via Menu->Installation->System->Audio/Video->Overscan wizard
ca: S’ha completat l’assistent d'overscan. Nota: sempre pots iniciar l’assistent d’overscan més endavant, mitjançant Menú-> Instal·lació-> Sistema-> Àudio / Vídeo-> Assistent d'overscan
lv: Attēla veidnis ir pabeigts. Jūs vienmēr varat atkārtot attēla veidni izmantojot Izvēlne->Iestatījumu->Sistēma->Audio un Video->Attēla veidnis
