Repository: 68foxboris/enigma2
Catalog: po/*.po
Languages: ca, lv

source: Do you want to switch to Android ?
ca: Vols canviar a Android?
lv: Vai vēlaties pārslēgt uz Android?

source: After pressing OK, please wait!
ca: Després de prémer OK, espera, si us plau!
lv: Pēc OK nospiešanas uzgaidiet!

source: Press OK on your remote control to continue.
ca: Prem OK al comandament a distància per continuar.
lv: Lai turpinātu spiediet OK uz tālvadības pults.

source: Press OK or Exit to abort!
ca: Prem OK o Exit per anul·lar!
lv: Spiediet OK vai Iziet!

source: Recording in progress.
ca: Enregistrament en curs.
lv: Notiek ierakstīšana.

source: Timer '%s' disabled!
ca: El programador '%s' està desactivat!
lv: Taimeris '%s' izslēgts!

source: (+5 volt terrestrial)
ca: (Terrestre de +5 volts)
lv: (+5 volti tv)

source: (0 - all networks)
ca: (0 - totes les xarxes)
lv: (0 - visi tīkli)

source: (Channel %s)
ca: (Canal %s)
lv: (Kanāls %s)

source: (Partition %d)
ca: (Partició %d)
lv: (Partīcija %d)

source: (auto detection)
ca: (detecció automàtica)
lv: (automātiski)

source: (disabled)
ca: (desactivat)
lv: (izslēgts)

source: (higher than any auto)
ca: (superior a qualsevol auto)
lv: (lielāks kā jebkurš auto)

source: (higher than rotor any auto)
ca: (superior al rotor qualsevol auto)
lv: (lielāks kā rotora jebkurš auto)

source: (lower than any auto)
ca: (inferior a qualsevol auto)
lv: (mazāks kā jebkurš auto)

source: - Unicable/JESS LNBs not found
ca: - No s’ha trobat LNB Unicable / JESS
lv: - Unicable/JESS LNBs nav atrasts

source: - information
ca: - Informació
lv: - informācija

source: Warning: the selected tuner should not use SCR Unicable type for LNBs because each tuner need a own SCR number.
ca: Advertència: el sintonitzador seleccionat no ha d’utilitzar el tipus SCR Unicable per a LNB, perquè cada sintonitzador necessita un número SCR propi.
lv: Brīdinājums! Norādītajam uztvērējam nevajadzētu izmantot SCR Unicable tipu, jo katram uztvērējam ir nepieciešams savs SCR numurs.

source: unicable LNB input of rotor
ca: entrada LNB unicable del rotor
lv: unicable LNB rotora ieeja

source: %(freespace)s %(percent)s free disk space
ca: %(freespace)s %(percent)s d'espai lliure al disc
lv: %(freespace)s %(percent)s brīva vieta uz diska

source: %2.1f sec
ca: %2.1f seg
lv: %2.1f sek

source: %d channel found
ca: %d canal trobat
lv: %d kanāls atrasts

source: %d core
ca: %d nucli
lv: %d kodols

source: %d file
ca: %d fitxer
lv: %d fails

source: %d hour
ca: %d hora
lv: %d stunda

source: %d job is running in the background!
ca: %d tasca s'està executant en segon pla!
lv: %d darbs tiek veikts fonā!

source: %d minute
ca: %d minut
lv: %d minūte

source: %d minutes
ca: %d minuts
lv: %d minūtes

source: %d package selected.
ca: %d paquet seleccionat.
lv: pakotne izvēlēta.

source: %d pixel wide
ca: %d d'amplada de píxels
lv: %d pikseli plats

source: %d sec
ca: %d s
lv: %d sekundes

source: %d second
ca: %d segon
lv: %d sekunde

source: %d subdirectory
ca: %d subdirectori
lv: %d apakšmape

source: %d wireless network found!
ca: S’ha trobat %d xarxa sense fils!
lv: %d bezvadu tīkls atrasts!

source: %s Do you still want to flash image %s?
ca: %s Encara vols flashejar la imatge %s?
lv: %s Vai tiešam vēlaties uzstādīt imidžu %s?

source: %s Press ok for multiboot selection Press exit to close
ca: %s Prem OK per a la selecció multiboot Prem Exit per tancar
lv: %s Spiediet ok multiboot izvēlei Spiediet iziet lai aizvērtu

source: %s (files)
ca: %s (fitxers)
lv: %s (faili)

source: %s connected successfully.
ca: %s s'ha connectat correctament.
lv: %s pievienots.

source: %s imported from fallback tuner
ca: %s importades des del sintonitzador de reserva
lv: %s importēts no attālinātā uztvērēja

source: %s is no longer used. Should it be deleted?
ca: %s ja no s’utilitza. S’hauria d’eliminar?
lv: %s vairs neizmanto. Vai izdzēst?

source: %s updated package available
ca: %s paquet actualitzat disponible
lv: %s pakotnes atjauninājums pieejams

source: 'Minimum send interval' needs to be enabled to use this option.
ca: Es té que activar l''interval mínim d'enviament' per poder utilitzar aquesta opció.
lv: Lai izmantotu šo iespēju jāieslēdz minimālo sūtīšanas intervālu.

source: (VU+ type)
ca: (Tipus de VU+)
lv: (VU+ tips)

source: (ZAP as PiP)
ca: (ZAPEJAR com a PiP)
lv: (PĀRSLĒGT kā PiP)

source: (ZAP)
ca: (ZAPEJAR)
lv: (PĀRSLĒGT)

source: (activated +%d min)
ca: (activat +%d min)
lv: (aktivizēts +%d min)

source: (current)
lv: (pašreizējais)

source: (empty)
ca: (buit)
lv: (tukšs)

source: (not activated)
ca: (no activat)
lv: (nav aktivizēts)

source: (show optional DVD audio menu)
ca: (mostrar el menú d’àudio opcional del DVD)
lv: (rādīt papildu DVD skaņas izvēlni)

source: (unknown)
ca: (desconegut)
lv: (nezināms)

source: * Only available if more than one interface is active.
ca: * Només disponible si hi ha més d’una interfície activa.
lv: * Pieejams ja ir aktīvs vairāk nekā viens interfeiss.

source: -NO SERVICE
ca: -NO HI HA SERVEI
lv: -NAV KANĀLA

source: -SERVICE ERROR:%d
ca: -ERROR DE SERVEI:%d
lv: -KĻŪDA: %d

source: 12V output
ca: Sortida de 12V
lv: 12V izeja

source: 16:10 Letterbox
lv: 16:10 platekrāns

source: 16:10 PanScan
lv: 16:10 panorāma

source: 16:9 Letterbox
lv: 16:9 platekrāns

source: 16:9 always
ca: 16:9 sempre
lv: 16:9 vienmēr

source: 2 new lines
ca: 2 noves línies
lv: divas tukšas rindas

source: 3D surround softlimiter
ca: Limitador de 3D surround
lv: 3D surround ierobežošana

source: 3D surround speaker position
ca: Posició de l'altaveu 3D surround
lv: 3D surround skaļruņu pozīcija

source: 3d mode
ca: Mode 3D
lv: 3d režīms

source: 4:3 Letterbox
lv: 4:3 platekrāns

source: 4:3 PanScan
lv: 4:3 panorāma

source: : 0000 - default (disabled)
ca: : 0000 - predeterminat (desactivat)
lv: : 0000 - pēc noklusējuma (nedarbosies)

source: <Current movielist location>
ca: <Ubicació de llista de pel·lícules actual>
lv: <Tekošā mediju saraksta atrašanās vieta>

source: <Default movie location>
ca: <Ubicació per defecte de la pel·lícula>
lv: <Mediju atrašanās vieta pēc noklusējuma>

source: <Last timer location>
ca: <Ubicació del darrer programador>
lv: <Pēdējā taimera atrašanās vieta>

source: <unknown>
ca: <desconegut>
lv: <nezināms>

source: =NO STREAM
ca: =SENSE FLUXE
lv: -NAV STRAUMJU

source: A completed recording timer is about to put your receiver in standby mode. Would you like to proceed?
ca: Un programador d'enregistrament completat està a punt de posar el teu receptor en mode standby. Vols continuar?
lv: Taimeris ir beidzis ierakstu un vēlas izslēgt uztvērēju gaidstāvē. Vai to darīt?

source: A completed recording timer is about to shut down your receiver. Would you like to proceed?
ca: Un programador d'enregistrament completat està a punt d'apagar el teu receptor. Vols continuar?
lv: Taimeris ir beidzis ierakstu un vēlas izslēgt uztvērēju. Vai izslēgt?

source: A configuration file (%s) has been modified since it was installed. Would you like to keep the modified version?
ca: S’ha modificat un fitxer de configuració (%s) des que es va instal·lar. Vols mantenir la versió modificada?
lv: Konfigurācijas fails (%s) kopš uzstādīšanas ir izmainīts. Vai vēlaties paturēt izmainīto versiju?

source: A file from media is in use!
ca: S'està utilitzant un fitxer dels mitjans!
lv: Tiek izmantoti faili no datu nesēja!

source: A graphical EPG for all services of a specific bouquet
ca: Un EPG gràfic per a tots els serveis d’un bouquet específic
lv: Grafiskais EPG visiem kanāliem izvēlētajā buķetē

source: A recording has started: %s
ca: S'ha iniciat un enregistrament: %s
lv: Ieraksts ir sācies: %s

source: A recording is currently running on the selected tuner. Please select a different tuner or stop the recording and try again.
ca: En aquests moments s’està realitzant un enregistrament al sintonitzador seleccionat. Selecciona un sintonitzador diferent o atura el enregistrament i torna-ho a provar.
lv: Pašreiz notiek ieraksts. Lūdzu izvēlieties citu uztvērēju vai apturiet ierakstu lai mēģinātu vēlreiz.

source: A recording is currently running. What do you want to do?
ca: En aquests moments s'està realitzant un enregistrament. Què vols fer?
lv: Pašreiz notiek ieraksts. Ko vēlaties darīt?

source: A recording is currently running. Please stop the recording before starting a DiSEqC test.
ca: En aquests moments s’està realitzant un enregistrament. Atura el enregistrament abans d'iniciar una prova de DiSEqC.
lv: Pašreiz notiek ieraksts. Lūdzu apturiet ierakstu pirms mēģiniet testēt DiSEqC.

source: A recording is currently running. Please stop the recording before starting a service scan.
ca: En aquests moments s’està realitzant un enregistrament. Atura el enregistrament abans d’iniciar un escaneig de serveis.
lv: Pašreiz notiek ieraksts. Pirms mēģināt meklēt lūdzu apturiet ierakstu.

source: A repeating event is currently recording. What would you like to do?
ca: En aquests moments s'està enregistrant un esdeveniment que es repeteix. Què t'agradaria fer?
lv: Pārraide pašreiz ierakstās. Ko vēlaties darīt?

source: A required tool (%s) was not found.
ca: No s’ha trobat una eina necessària (%s).
lv: Vajadzīgais rīks (%s) netika atrasts.

source: A search for available updates is currently in progress.
ca: Hi ha en curs una cerca d’actualitzacions disponibles.
lv: Notiek pieejamo atjauninājumu meklēšana.

source: A second configured interface has been found. Do you want to disable the second network interface?
ca: S’ha trobat una segona interfície configurada. Vols desactivar la segona interfície de xarxa?
lv: Atrasta otra nokonfigurēta tīkla iekārta. Vai vēlaties izslēgt otru tīkla iekārtu?

source: A sleep timer is about to put your receiver in standby mode. Would you like to proceed?
ca: Un programador està a punt de posar el teu receptor en mode standby. Vols continuar?
lv: Miega taimeris vēlas uztvērēju izslēgt gaidstāvē. Vai to darīt?

source: A sleep timer is about to shut down your receiver. Would you like to proceed?
ca: Un programador està a punt d'apagar el teu receptor. Vols continuar?
lv: Miega taimeris vēlas izslēgt uztvērēju. Vai izslēgt?

source: A small overview of the available icon states and actions.
ca: Una petita visió general de les icones d'estat i accions.
lv: Vienkāršs pārskats par pieejamām ikonām un darbībām.

source: A timer failed to record! Disable TV and try again?
ca: Un programador ha fallat el enregistrament! Vols desactivar la TV i tornar-ho a provar?
lv: Taimerim neizdevās uzsākt ierakstu! Izslēgt TV un mēģināt vēlreiz?

source: A/V settings
ca: Configuracions d'àudio i vídeo
lv: Audio un video iestatījumi

source: AAC downmix
ca: Downmix AAC
lv: AAC dekodēšana

source: AAC transcoding
ca: Transcodificació AAC
lv: AAC pārkodēšana

source: AAC+ downmix
ca: Downmix AAC+
lv: AAC+ dekodēšana

source: AC3 downmix
ca: Downmix AC3
lv: AC3 dekodēšana

source: AC3 transcoding
ca: Transcodificació AC3
lv: AC3 pārkodēšana

source: ASS file
ca: Fitxer ASS
lv: ASS fails

source: ATSC provider
ca: Proveïdor d'ATSC
lv: ATSC operators

source: Abort
ca: Anul·lar
lv: Atcelt

source: Abort alternatives edit
ca: Anul·lar l'edició d'alternatives
lv: Pārtraukt alternatīvu rediģēšanu

source: Abort bouquet edit
ca: Anul·lar l'edició de bouquets
lv: Pārtraukt buķešu rediģēšanu

source: Abort favourites edit
ca: Anul·lar l'edició de preferits
lv: Pārtraukt favorītu rediģēšanu

source: About
ca: Quant a
lv: Par

source: Access point:
ca: Punt d’accés:
lv: Piekļuves punkts:

source: Activate HbbTV (Redbutton)
ca: Activar HbbTV (botó vermell)
lv: Aktivizēt HbbTV

source: Activate Picture in Picture
ca: Activar Picture in Picture
lv: Aktivizēt funkciju attēls attēlā

source: Activate network settings
ca: Activar configuració de la xarxa
lv: Aktivizēt tīkla iestatījumus

source: Activate the configured network settings.
ca: Activar els paràmetres de xarxa configurats.
lv: Aktivizēt nokonfigurētos tīkla iestatījumus

source: Activate timeshift End
ca: Activar finalització de timeshift
lv: Apturēt laika aizturi

source: Activate timeshift end and pause
ca: Activar pausa i finalització de timeshift
lv: Apturēt laika aizturi un nopauzēt

source: Adapter settings
ca: Paràmetres de l'adaptador
lv: Adaptera iestatījumi

source: Add
ca: Afegir
lv: Pievienot

source: Add a mark
ca: Afegir una marca
lv: Pievienot iezīmi

source: Add a new title
ca: Afegir un nou títol
lv: Pievienot jaunu nosaukumu

source: Add alternatives
ca: Afegir alternatives
lv: Pievienot alternatīvas

source: Add bookmark
ca: Afegir preferit
lv: Grāmatzīme

source: Add bouquet
ca: Afegir bouquet
lv: Pievienot buķeti

source: Add bouquet to parental protection
ca: Afegir bouquet a la protecció parental
lv: Pievienot buķeti vecāku kontrolei

source: Add directory to playlist
ca: Afegir directori a llista de reproducció
lv: Pievienot mapi repertuāram

source: Add file to playlist
ca: Afegir fitxer a llista de reproducció
lv: Pievienot failu repertuāram

source: Add files to playlist
ca: Afegir fitxers a llista de reproducció
lv: Pievienot failus repertuāram

source: Add marker
ca: Afegir marcador
lv: Pievienot marķieri

source: Add provider
ca: Afegir proveïdor
lv: Pievienot operatoru

source: Add recording (enter recording duration)
ca: Afegir enregistrament (introduir duració)
lv: Sākt ierakstu (ievadīt ieraksta ilgumu)

source: Add recording (enter recording endtime)
ca: Afegir enregistrament (introduir hora de finalització)
lv: Sākt ierakstu (ievadīt ieraksta beigu laiku)

source: Add recording (indefinitely)
ca: Afegir enregistrament (indefinidament)
lv: Sākt ierakstu (nenoteikti)

source: Add recording (stop after current event)
ca: Afegir enregistrament (aturar-se després de l’esdeveniment actual)
lv: Sākt ierakstu (apturēt pēc pašreizējās pārraides)

source: Add service
ca: Afegir servei
lv: Pievienot kanālu

source: Add service to bouquet
ca: Afegir servei a bouquet
lv: Pievienot kanālu buķetei

source: Add service to favourites
ca: Afegir servei a preferits
lv: Pievienot kanālu favorītiem

source: Add services to this bouquet?
ca: Afegir serveis al bouquet?
lv: Pievienot kanālus šai buķetei?

source: Add timer
ca: Afegir programador
lv: Pievienot taimeri

source: Add title
ca: Afegir títol
lv: Pievienot nosaukumu

source: Add to bouquet
ca: Afegir a bouquet
lv: Pievienot buķetei

source: Add to favourites
ca: Afegir a preferits
lv: Pievienot favorītiem

source: Add to parental protection
ca: Afegir a la protecció parental
lv: Pievienot vecāku kontrolei

source: Add/remove change timer for current event
ca: Afegir / treure el programador de canvis per a l’esdeveniment actual
lv: Pievienot/noņemt mainīt taimeri tekošajai pārraidei

source: Additional cable of motorized LNB
ca: Cable addicional de LNB motoritzat
lv: Papildus kabelis motorizētai LNB

source: Additional motor options allow you to enter details from your motor's spec sheet so enigma can work out how long it will take to move the dish from one satellite to another satellite.
ca: Les opcions addicionals del motor et permeten introduir detalls de la fitxa d’especificacions del motor de manera que l’enigma pugui determinar quant trigarà a moure el plat d’un satèl·lit a un altre satèl·lit.
lv: Papildu motora iespējas ļauj izmantot informāciju no sava motora specifikācijas. Tāpēc uztvērējs var noteikt, cik ilgs laiks būs nepieciešams, lai pārvietotu satelītantenu no viena satelīta uz citu.

source: Additional motor options allow you to enter details from your motor's spec sheet so enigma can work out how long it will take to move to another satellite.
ca: Les opcions addicionals del motor et permeten introduir detalls de la fitxa d’especificacions del motor per tal que l’enigma pugui determinar quant trigarà a passar a un altre satèl·lit.
lv: Papildu motora iespējas ļauj izmantot informāciju no sava motora specifikācijas. Tāpēc uztvērējs var noteikt, cik ilgs laiks būs nepieciešams, lai pārvietoties uz citu satelītu.

source: Adjust 3D settings
ca: Ajustar configuració de 3D
lv: Pielāgo 3D iestatījumus

source: Adjust the color settings so that all the color shades are distinguishable, but appear as saturated as possible. If you are happy with the result, press OK to close the video fine-tuning, or use the number keys to select other test screens.
ca: Ajusta la configuració del color de manera que es distingeixin totes les tonalitats del color, però apareguin el més saturades possible. Si estàs satisfet amb el resultat, prem OK per tancar l’ajustament precís del vídeo o bé utilitza les tecles numèriques per seleccionar altres pantalles de prova.
lv: Regulēt krāsu iestatījumus tā, lai visi krāsu toņi ir izšķirami bet, cik iespējams, piesātināti. Ja esat apmierināti ar rezultātu tad spiediet OK, lai aizvērtu video precizēšanu vai izmantojiet ciparu taustiņus, lai izvēlētos citus testēšanas attēlus.

source: Advanced
ca: Avançat
lv: Papildus

source: Advanced options
ca: Opcions avançades
lv: Papildus iespējas

source: Advanced options and settings.
ca: Opcions i configuracions avançades.
lv: Papildus opcijas un iestatījumi.

source: Advanced restore
ca: Restabliment avançat
lv: Papildus atjaunošana

source: Advanced software
ca: Software avançat
lv: Papildus programmatūra

source: Advanced software plugin
ca: Plugin de software avançat
lv: Papildus programmatūras spraudnis

source: Advanced video enhancement setup
ca: Configuració avançada de millora de vídeo
lv: Video uzlabošanas papildus iestatījumi

source: Advanced video setup
ca: Configuració avançada de vídeo
lv: Papildus video iestatījumi

source: Afghanistan
ca: Afganistan
lv: Afganistāna

source: After event
ca: Després de l'esdeveniment
lv: Pēc notikuma

source: Aland Islands
ca: Illes Aland
lv: Ālantu salas

source: Albania
lv: Albānija

source: Album
ca: Àlbum
lv: Albums

source: Algeria
ca: Algèria
lv: Alžīrija

source: Alignment of events
ca: Alineació d’esdeveniments
lv: Notikumu izvietojums

source: Alignment of service names
ca: Alineació de noms de servei
lv: Kanāla nosaukumu izvietojums

source: All
ca: Tot
lv: Visi

source: All ages
ca: Totes les edats
lv: Visi vecumi

source: All frequency
ca: Totes les freqüències
lv: Visas frekvences

source: All satellites 1 (USALS)
ca: Tots els satèl·lits 1 (USALS)
lv: Visi pavadoņi 1 (USALS)

source: All satellites 2 (USALS)
ca: Tots els satèl·lits 2 (USALS)
lv: Visi pavadoņi 2 (USALS)

source: All satellites 3 (USALS)
ca: Tots els satèl·lits 3 (USALS)
lv: Visi pavadoņi 3 (USALS)

source: All satellites 4 (USALS)
ca: Tots els satèl·lits 4 (USALS)
lv: Visi pavadoņi 4 (USALS)

source: All services provider
ca: Tots els proveïdors de serveis
lv: Visu kanālu operatori

source: All slots
ca: Totes les ranures
lv: Visi sloti

source: Allocate
ca: Assignar
lv: Iedalīt

source: Allocate a number to the physical LNB you are configuring. You will be able to select this LNB again for other satellites (e.g. motorised dishes) to save setting up the same LNB multiple times.
ca: Assignar un número al LNB físic que estàs configurant. Podràs seleccionar aquest LNB de nou per a altres satèl·lits (per exemple, plats motoritzats) per desar la configuració del mateix LNB diverses vegades.
lv: Norādiet LNB numuru kuru konfigurējat. Varat vēlreiz izmantot šo LNB citiem satelītiem (piemēram motorizētām satelītantenām), lai saglabātu tos pašus LNB iestatījumus vairākas reizes.

source: Allocate unused memory index
ca: Assignar l’índex de memòria no utilitzat
lv: Piešķirt neizmantoto atmiņas indeksu

source: Allow 10bit
ca: Permetre 10 bits
lv: Atļaut 10bit

source: Allow 12bit
ca: Permetre 12 bits
lv: Atļaut 12bit

source: Allow quitting movie player with exit
ca: Permetre sortir del reproductor de pel·lícules amb Exit
lv: Iziet no mediju atskaņotāja ar exit taustiņu

source: Allow subtitle language to equal audio language
ca: Permetre que l'idioma dels subtítols sigui igual al idioma d’àudio
lv: Atļaut subtitru valodu vienādu ar audio valodu

source: Allow subtitles for hearing impaired
ca: Permetre subtítols per a deficients auditius
lv: Atļaut subtitrus dzirdes traucējumiem

source: Allow unsupported modes
ca: Permetre modes no compatibles
lv: Izmantot neatbalstītus režīmus

source: Allows the TV remote to be used to control the receiver.
ca: Permet utilitzar el comandament a distància del televisor per controlar el receptor.
lv: Uztvērēja vadībai lietot TV tālvadības pulti.

source: Alpha
lv: Alfa

source: Also import at reboot/restart enigma2
ca: Importar també al reiniciar l'enigma2
lv: Importēt pārstartējot enigmu

source: Also import from the extension menu
ca: Importar també des del menú d’extensions
lv: Rādīt importēšanu paplašinājumu izvēlnē

source: Also import when box is leaving standby
ca: Importar també quan el receptor surti del mode standby
lv: Importēt pēc gaidstāves

source: Also on standby
ca: També en mode standby
lv: Arī pēc gaidstāves

source: Alternative
ca: Alternatiu
lv: Alternatīvas

source: Alternative URL for images listed on FlashImage
ca: URL alternatiu per a les imatges llistades a FlashImage
lv: Adrese papildus imidžu uzstādīšanai

source: Alternative URLs for DVB-T/C or ATSC
ca: URL alternatius per a DVB-T / C o ATSC
lv: Adrese DVB-T/C vai ATSC avotam

source: Alternative numbering mode
ca: Mode de numeració alternatiu
lv: Alternatīvais numuru režīms

source: Alternative services tuner priority
ca: Prioritat del sintonitzador de serveis alternatius
lv: Alternatīvo uztvērēju prioritāte

source: Always ask
ca: Preguntar sempre
lv: Vienmēr jautāt

source: Always hide infobar
ca: Amagar sempre la barra d'informació
lv: Vienmēr slēpt infojoslu

source: Always include ECM in recordings
ca: Inclore sempre ECM als enregistraments
lv: Vienmēr iekļaut ECM ierakstos

source: Always include ECM messages in recordings. This overrides the individual timer settings globally. It allows recordings to be always decrypted afterwards (sometimes called offline decoding), if supported by your receiver. Default: off.
ca: Incloure sempre missatges ECM als enregistraments. Això substitueix les configuracions del programador individuals a nivell general. Permet després descodificar sempre els enregistraments (de vegades anomenat descodificacions fora de línia), si és compatible amb el receptor. Per defecte: desactivat.
lv: Vienmēr iekļaut ECM informāciju ierakstos. Globāli ignorē individuālus taimeru iestatījumus. Tas nodrošina ierakstu atšifrēšanu (veikt bezsaistes dekodēšanu), ja jūsu uztvērējs to nodrošina. Pēc noklusējuma izslēgts.

source: American Samoa
ca: Samoa Americana
lv: Amerikāņu Samoa

source: An empty filename is illegal.
ca: Un nom de fitxer buit és il·legal.
lv: Faila nosaukums nevar būt tukšs.

source: An error occurred - Please try again later
ca: S'ha produït un error. Si us plau, torna-ho a provar més tard
lv: Ir gadījusies kļūda - Lūdzu mēģiniet vēlāk

source: An error occurred while downloading the packetlist. Please try again.
ca: S'ha produït un error en descarregar la llista de paquets. Si us plau, torna-ho a provar.
lv: Kļūda lejupielādējot pakotņu sarakstu. Lūdzu mēģiniet vēlreiz.

source: An unknown error occurred!
ca: S’ha produït un error desconegut!
lv: Nezināma kļūda!

source: And will put your receiver in standby over
ca: I posarà el receptor en mode standby
lv: Un iestatīt uztvērēju gaidstāvē pēc

source: Andorra
lv: Andora

source: Anguilla
lv: Ganglija

source: Antarctica
ca: Antàrtida
lv: Antarktika

source: Antigua and Barbuda
ca: Antigua i Barbuda
lv: Antigva un Barbuda

source: Any activity
ca: Qualsevol activitat
lv: Jebkura aktivitāte

source: Arabic
ca: Àrab
lv: Arābu

source: Are you sure to delete image:
ca: Segur que vols eliminar la imatge:
lv: Vai tiešām vēlaties dzēst:

source: Are you sure to purge all deleted user bouquets?
ca: Segur que vols purgar tots els bouquets eliminats?
lv: Vai tiešām vēlaties iztīrīt visas dzēstās buķetes?

source: Are you sure to reboot to
ca: Segur que vols reiniciar?
lv: Vai tiešām vēlaties pārstartēt
