Repository: 68foxboris/enigma2
Catalog: po/*.po
Languages: ca, lv

source: View, install and remove available or installed packages.
ca: Veure, instal·lar i eliminar els paquets disponibles o instal·lats.
lv: Skatīt, instalēt un dzēst pieejamās vai instalētās pakotnes.

source: Virgin Islands (British)
ca: Illes Verges (britàniques)
lv: Virdžīniju salas (britu)

source: Virgin Islands (U.S.)
ca: Illes Verges (EUA)
lv: Virdžīniju salas (ASV)

source: Virtual KeyBoard Functions
ca: Funcions del teclat virtual
lv: Virtuālās tastatūras funkcijas

source: Virtual KeyBoard Text:
ca: Text del teclat virtual:
lv: Virtuālās tastatūras teksts:

source: Virtual keyboard
ca: Teclat virtual
lv: Virtuālā tastatūra

source: Visually impaired commentary
ca: Comentari per discapacitats visuals
lv: Komentāri vājredzīgiem

source: Voltage mode
ca: Mode de tensió
lv: Sprieguma režīms

source: Volume
ca: Volum
lv: Skaļums

source: Volume down
ca: Abaixar volum
lv: Klusāk

source: Volume keys on the receiver remote will control the TV volume.
ca: Les tecles de volum del comandament a distància del receptor controlaran el volum del televisor.
lv: TV skaļumu kontrolēs ar uztvērēja pulti.

source: Volume up
ca: Apujar volum
lv: Skaļāk

source: WLAN connection
ca: Connexió WLAN
lv: Bezvadu savienojums

source: WMA Pro downmix
ca: Downmix de WMA Pro
lv: WMA Pro dekodēšana

source: WSS on 4:3
ca: WSS en 4:3
lv: WSS uz 4:3

source: Waiting
ca: Esperant
lv: Gaida

source: Waiting for mount
ca: Esperant muntatge
lv: Gaida montēšanu

source: Waiting for partition
ca: Esperant partició
lv: Gaida partīciju dalīšanu

source: Wake On LAN
lv: Pamošanās no LAN

source: Wake the receiver from standby when selected wake command is sent from the TV.
ca: Despertar el receptor des del mode standby quan s’enviï des del televisor l’ordre de despertar seleccionada.
lv: Pamodināt uztvērēju no gidstāves kad izvēlētā pamodināšanas komanda tiks sūtīta no TV.

source: Wakeup
ca: Despertar
lv: Pamodināt

source: Wakeup A/V receiver from standby too.
ca: Despertar receptor d'àudio i vídeo també des del mode standby.
lv: Pamodināt arī A/V resīveri no gidstāves.

source: Wakeup TV from standby
ca: Despertar TV des del mode standby
lv: Pamodināt TV no gidstāves

source: Wakeup command for TV
ca: Ordre de despertador per al televisor
lv: Pamodināšanas komanda no TV

source: Wakeup receiver for start timer
ca: Despertar receptor des del programador d'inici
lv: Pamodināt uztvērēju startēšanas taimerim

source: Wakeup receiver from standby
ca: Despertar receptor des del mode standby
lv: Pamodināt uztvērēju no gidstāves

source: Wakeup signal from TV
ca: Senyal de despertador de TV
lv: Pamodināšanas komanda no TV

source: Wakeup time
ca: Hora de despertar
lv: Pamodināšanas laiks

source: Wakeup type
ca: Tipus de despertador
lv: Pamodināt

source: Wallis and Futuna
ca: Wallis i Futuna
lv: Volisa un Futuna

source: Warning
ca: Avís
lv: Brīdinājums

source: Warning! This is an option for advanced users. Really disable timer conflict detection?
ca: Avís! Aquesta és una opció per a usuaris avançats. Segur que vols desactivar la detecció de conflictes de programadors?
lv: Uzmanību! Šis iestatījums ir zinošiem lietotājiem. Vai tiešām atspējot taimeru konflikta noteikšanu?

source: Warning: FBC-C V1 tuner should be connected to the first slot to work correctly. Otherwise, only 2 out of 8 demodulators will be available when connected in the second slot.
ca: Avís: el sintonitzador FBC-C V1 s’hauria de connectar a la primera ranura perquè funcioni correctament. En cas contrari, només 2 de vuit demoduladors estaran disponibles quan estiguin connectats a la segona ranura.
lv: Brīdinājums! FBC-C V1 uztvērējam jābūt savienotam ar pirmo slotu, lai tas darbotos pareizi. Pretējā gadījumā būs pieejami tikai 2 no 8 demodulatoriem, kad tie tiks pievienoti otrajā slotā.

source: Warning: no LNB; using factory defaults.
ca: Avís: no hi ha LNB; utilitzant paràmetres per defecte.
lv: Uzmanību: nav LNB; lieto noklusētos iestatījumus

source: Warning: the second input of this dual tuner may not support SCR LNBs.
ca: Avís: és possible que la segona entrada d’aquest sintonitzador dual no admeti LNB SCR.
lv: Uzmanību! Otra šī uztvērēja ieeja var neatbalstīt SCR LNB.

source: Watch movies...
ca: Veure pel·lícules…
lv: Skatīt ierakstus...

source: Watch recordings...
ca: Veure enregistraments …
lv: Skatīt ierakstus...

source: Wed
ca: Dime
lv: Tr

source: Wednesday
ca: Dimecres
lv: Trešdiena

source: Weekday
ca: Dia feiner
lv: Nedēļas diena

source: Weighted position
ca: Posició ponderada
lv: Pozīcijas nozīmīgums

source: Welcome to the cutlist editor. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
ca: Benvingut a l’editor de llista de talls. Cerca l'inici de les coses que vols tallar. Prem D'acord, selecciona "començar el tall" A continuació, cerca fins al final, prem OK i selecciona “acabat el tall”. Això és tot.
lv: Sveicināti griešanas redaktorā. Ejiet uz fragmenta, kuru jūs vēlaties izgriezt, sākumu. Spiediet OK, lai izvēlētos 'griezuma sākumu'. Tad ejiet uz beigām, spiediet OK, izvēlieties 'griezuma beigas'. Tas arī viss.

source: Welcome. If you want to connect your receiver to the Internet, this wizard will guide you through the basic network setup of your receiver. Press OK to start configuring your network
ca: Benvingut. Si vols connectar el receptor a Internet, aquest assistent et guiarà a través de la configuració bàsica de xarxa del receptor. Prem OK per començar a configurar la teva xarxa
lv: Laipni lūdzam. Ja jūs vēlaties, savienot jūsu uztvērēju ar internetu šis vednis veiks pamata tīkla iestatīšanu. Nospiediet OK, lai sāktu sava tīkla konfigurēšanu

source: Welcome. This start wizard will guide you through the basic setup of your receiver. Press the OK button on your remote control to move to the next step.
ca: Benvingut. Aquest assistent d’inici et guiarà a través de la configuració bàsica del receptor. Prem el botó OK del comandament a distància per passar al pas següent.
lv: Laipni lūdzam. Šis starta vednis veiks uztvērēja pamata iestatījumus. Nospiediet pogu OK uz tālvadības pults, lai pārietu uz nākamo soli.

source: Welcome...
ca: Benvingut…
lv: Sveicināti...

source: West
ca: Oest
lv: Rietumi

source: West limit set
ca: Límit oest establert
lv: Iestatīt rietumu limitu

source: Western Sahara
ca: Sàhara Occidental
lv: Rietumsahāra

source: What type of service scan do you want?
ca: Quin tipus d'escaneig de serveis vols?
lv: Kāda veida kanālu meklēšanu vēlaties veikt?

source: When enabled enigma2 will load unlinked userbouquets. This means that userbouquets that are available, but not included in the bouquets.tv or bouquets.radio files, will still be loaded. This allows you for example to keep your own user bouquet while installed settings are updated
ca: Quan estigui activat, enigma2 carregarà llistes de bouquets d'usuari no enllaçats. Això vol dir que es continuaran carregant els bucs d’usuari disponibles, però que no s'incloguin als fitxers boquets.tv o bouquets.radio. Això et permet, per exemple, mantenir el teu propi bouquet d’usuari mentre s’actualitza la configuració instal·lada
lv: Ja ieslēgts izmantos neiekļautās buķetes. Tas nozīmē ka buķetes tiek izmantotas, bet nav iekļautas bouquets.tv vai bouquets.radio failos. Tas atļauj saglabāt jūsu individuālās buķetes ja tiek atjaunoti uzstādījumi.

source: When enabled the Picture in Picture window can be closed with 'exit' button.
ca: Quan estigui activat, la finestra de Picture in Picture es podrà tancar amb el botó “Exit”.
lv: Ja ieslēgts attēls attēlā, var aizvērt ar exit taustiņu.

source: When enabled the arrow buttons around the OK button will follow the 'neutrino' style zap controls instead of the enigma2 style.
ca: Quan estigui activat, els botons de fletxa que es troben al voltant del botó OK seguiran els controls de zàping al estil 'neutrino' en lloc de l'estil d'enigma2.
lv: Ja ieslēgts, virziena pogas ap OK kanālu pārslēgšanai izmantos 'neutrino' stilu.

source: When enabled the left, right, CH+/-, B+/-, P+/- buttons will follow the 'neutrino' style zap controls instead of the enigma2 style.
ca: Quan estiguin activats els botons esquerra, dreta, CH +/-, B+/-, P+/- seguiran els controls de zàping a l’estil ‘neutrino’ en lloc de l’estil de enigma2.
lv: Ja ieslēgts, pogas pa kreisi, pa labi, CH+/-, B+/-, P+/- pārslēgšanai izmantos 'neutrino' stilu.

source: When enabled the receiver will automatically return to standby when the TV is turned off.
ca: Quan estigui activat, el receptor tornarà automàticament al mode standby quan el televisor estigui apagat.
lv: Ja ieslēgts, uztvērējs automātiski atgriezīsies gaidstāvē kad izslēgs TV.

source: When enabled the receiver will automatically wake from standby when the TV is turned on.
ca: Quan estigui activat, el receptor es despertarà automàticament des del mode standby quan el televisor estigui engegat.
lv: Ja ieslēgts, uztvērējs automātiski pamodīsies no gaidstāves kad ieslēgs TV.

source: When enabled the set top box is able to wakeup on LAN
ca: Quan estigui activat, el descodificador és capaç de despertar-se mitjançant la xarxa local
lv: Ja ieslēgts, tad uztvērēju var pamodināt no tīkla

source: When enabled the timer from the fallback tuner is imported
ca: Quan estigui activat, s'importarà el programador del sintonitzador de reserva
lv: Ja ieslēgts, tad tiks importēti taimeri no attālinātā uztvērēja

source: When enabled then when you select a new channel in the channel selection the channel selection will not close. It will only close when you select the current playing service. This is a kind of preview mode
ca: Quan estigui activat, quan seleccionis un canal nou a la selecció de canal, la selecció de canal no es tancarà. Només es tancarà quan seleccionis el servei en reproducció actual. Es tracta d’un tipus de vista prèvia
lv: Ja ieslēgts, tad ja kanālu izvēlnē izvēlēsieties jaunu kanālu, izvēlne netiks aizvērta. Tā tiks aizvērta tikai tad, ja izvēlēsieties patreiz rādīto kanālu. Tas nodrošina priekšskatījuma režīmu

source: When enabled you can control the volume with the arrow buttons instead of getting the channel selection list
ca: Quan estigui activat, podràs controlar el volum amb els botons de fletxa en lloc d’obtenir la llista de selecció de canal
lv: Ja ieslēgts, ar virziena pogām ap OK jūs varat regulēt skaļumu, nevis atvērt kanālu sarakstu

source: When enabled you can customize the OpenWebIf settings for the fallback tuner
ca: Quan estigui activat, podràs personalitzar la configuració d’OpenWebIf per al sintonitzador de reserva
lv: Ja ieslēgts, jūs varat pielāgot OpenWebIf iestatījumus attālinātam uztvērējam

source: When enabled you can specify a timeframe to ignore the shutdown timer when the receiver is in standby mode
ca: Quan estigui activat, podràs especificar un període de temps per ignorar el programador d’apagada quan el receptor estigui en mode standby
lv: Ja ieslēgts, jūs varat iestatīt laiku kādā ignorēt izslēgšanu, kamēr uztvērējs ir gaidstāves režīmā

source: When enabled you can specify a timeframe when the inactivity sleeptimer is ignored. Not the detection is disabled during this timeframe but the inactivity timeout is disabled
ca: Quan estigui activat, podràs especificar un marc de temps quan s’ignori el programador de suspensió per inactivitat. No es desactiva la detecció durant aquest marc de temps, però sí el temps d’espera d’inactivitat
lv: Ja ieslēgts, jūs varat iestatīt laiku kad neaktivitātes miega taimeris tiks ignorēts. Šajā laikā nav izslēgta neaktivitātes noteikšana, bet nestrādās izslēgšana ja nav aktivitātes

source: When enabled you can specify an extra timeframe when the inactivity sleeptimer is ignored. Not the detection is disabled during this timeframe but the inactivity timeout is disabled
ca: Quan estigui activat, podràs especificar un marc de temps addicional quan s’ignora el programador de suspensió d’inactivitat. No es desactiva la detecció durant aquest marc de temps, però sí el temps d’espera d’inactivitat
lv: Ja ieslēgts jūs varat iestatīt papildus laiku kad neaktivitātes miega taimeris tiks ignorēts. Šajā laikā nav izslēgta neaktivitātes noteikšana, bet nestrādās izslēgšana ja nav aktivitātes

source: When enabled you can zap channels with the CH+/-, B+/-, P+/- buttons instead of opening the channel selection list.
ca: Quan estigui activat, podràs canviar de canal amb els botons CH +/-, B +/-, P +/- en lloc d’obrir la llista de selecció de canal.
lv: Ja ieslēgts, jūs pa tiešo varat pārslēgt kanālus ar CH+/-, B+/-, P+/- pogām, nevis tikai atverot kanālu sarakstu.

source: When enabled you get the channel selection list via the OK button, the infobar toggle is then transfered to exit button
ca: Quan estigui activat, podràs obtenir la llista de selecció de canal mitjançant el botó OK, la commutació de la barra d'informació es transferirà al botó Exit
lv: Ja ieslēgts, jūs varat atvērt kanālu sarakstu ar OK pogu, info paneli varēs izsaukt ar exit pogu.

source: When enabled, AIT data will be included in http streams. This allows a client receiver to use HbbTV.
ca: Quan estigui activat, les dades d’AIT s’inclouran als fluxos http. Això permet que un receptor client utilitzi HbbTV.
lv: Ja ieslēgts, AIT dati tiks iekļauti http plūsmās. Tas atļaus klienta uztvērējam lietot HbbTV.

source: When enabled, ECM data will be included in http streams. This allows a client receiver to do the descrambling.
ca: Quan estigui activat, les dades ECM s’inclouran als fluxos http. D’aquesta manera, un receptor client pot realitzar la descodificació.
lv: Ja ieslēgts, ECM dati tiks iekļauti http plūsmās. Tas atļaus klienta uztvērējam tos atkodēt.

source: When enabled, EIT data will be included in http streams. This allows a client receiver to show EPG.
ca: Quan estigui activat, les dades de l’EIT s’inclouran als fluxos http. Això permet que un receptor client mostri EPG.
lv: Ja ieslēgts, EIT dati tiks iekļauti http plūsmās. Tas atļaus klienta uztvērējam attēlot EPG.

source: When enabled, HDMI-CEC is enabled with standard configuration
ca: Quan estigui activat, s'activarà HDMI-CEC amb la configuració estàndard
lv: Ja ieslēgts, HDMI-CEC būs pieejams izmantojot standarta konfigurāciju

source: When enabled, a popup message will be shown when a movie has finished and the next one will start.
ca: Quan estigui activat, apareixerà un missatge quan una pel·lícula hagi finalitzat i començarà la següent.
lv: Ja ieslēgts, kad filma beigsies tiks parādīts paziņojums, un sāksies nākošā.

source: When enabled, a popup message will be shown when a recording starts.
ca: Quan estigui activat, apareixerà un missatge quan comenci un enregistrament.
lv: Ja ieslēgts, tiks parādīts paziņojums kad sākas ieraksts.

source: When enabled, a radio background image will be visible while listening to a radio channel.
ca: Quan estigui activat, es podrà veure una imatge de fons de ràdio mentre s’escolti un canal de ràdio.
lv: Ja ieslēgts, kad skatīsieties radio kanālus būs redzams fona attēls.

source: When enabled, a recording is allowed to interrupt live tv, when there are no free tuners.
ca: Quan estigui activat, un enregistrament podrà interrompre la televisió en directe quan no hi hagi sintonitzadors lliures.
lv: Ja ieslēgts, tiks atļauts ieraksts ignorējot tiešās pārraides ja nav brīvu uztvērēju.

source: When enabled, a warning will be displayed and the user will get an option to stop or to continue the timeshift.
ca: Quan estigui activat, es mostrarà un avís i l’usuari tindrà una opció d’aturar o continuar el timeshift.
lv: Ja ieslēgts, tiks parādīts brīdinājums un lietotājs varēs izvēlēties vai apstādināt, vai turpināt laika aizturi.

source: When enabled, always descramble receiving http streams. This takes up more resources (descrambling demuxers), only enable if necessary. Individual streams are always descrambled if 0x100 is added to the service type, regardless of this setting. Default off.
ca: Quan estigui activat, sempre es descodificarà la recepció de fluxos http. Això requereix més recursos (descodificació de multiplexors), i només cal activar-ho si és necessari. Els fluxos individuals sempre es descodifiquen si s’afegeix 0x100 al tipus de servei, independentment d’aquesta configuració. Per defecte està desactivat.
lv: Ja ieslēgts, http straumes tiks dekodētas. Tas prasa vairāk resursus dekodēšanai un demuksēšanai tādēļ lietojiet tikai tad ja nepieciešams. Neatkarīgi no šī iestatījuma straumes tiks dekodētas ja 0x100 norādīts pie servisa tipa. Pēc noklusējuma izslēgts.

source: When enabled, authentication is required to watch http streams.
ca: Quan està activat, caldrà autenticació per veure els fluxos http.
lv: Ja ieslēgts, nepieciešama autentifikācija lai skatītos http straumējumu

source: When enabled, channel numbering will start at '1' for each bouquet.
ca: Quan estigui activat, la numeració del canals començarà a “1” per a cada bouquet.
lv: Ja ieslēgts, katrā buķetē kanālu numerācija sāksies ar '1'.

source: When enabled, content with an aspect ratio of 4:3 will be stretched to fit the screen.
ca: Quan estigui activat, el contingut amb una relació d'aspecte de 4:3 s'estirarà per adaptar-se a la pantalla.
lv: Ja ieslēgts, saturs ar izšķirtspēju 4:3 būs izstiepts pa visu ekrānu.

source: When enabled, continue to the next bouquet when the last channel of the current bouquet is reached while changing channels.
ca: Quan estigui activat, es continuarà al següent bouquet quan s'arribi a l'últim canal del bouquet actual mentre es canvii de canal.
lv: Ja ieslēgts, pārslēdzot kanālus pārslēgšana turpināsies nākošajā buķetē, ja beigsies kanālu saraksts esošajā buķetē.

source: When enabled, deleted recordings are moved to the trash can, instead of being deleted immediately.
ca: Quan estigui, els enregistraments suprimits es traslladaran a la paperera, en lloc de ser eliminats immediatament.
lv: Ja ieslēgts, dzēstie ieraksti tiks pārvietoti uz miskasti nevis neatgriezeniski dzēsti.

source: When enabled, display the EIT now/next eventdata in infobar. When disabled, display now/next eventdata from the EPG cache instead.
ca: Quan estigui activat, es mostraran les dades d'esdeveniment d'ara/següent d'EIT a la barra d'informació. Quan estigui desactivat, es mostraran les dades d'esdeveniment d'ara/següent de la memòria cau de l'EPG en seu lloc.
lv: Ja ieslēgts, attēlos pašreiz/nākamais EIT notikumus infojoslā. Ja izslēgts pašreiz/nākamais notikumi netiks rādīti no EPG kešatmiņas.

source: When enabled, encryption info will be shown in the infobar (when supported by the skin).
ca: Quan estigui activat, es mostrarà la informació de codificació a la barra d'informació (quan sigui compatible amb la skin).
lv: Ja ieslēgts, infojoslā tiks attēlota kodēšanas informācija (ja to uztur noformējums).

source: When enabled, error messages related to zapping will not be shown.
ca: Quan estigui activat, no es mostraran missatges d’error relacionats amb el zàping.
lv: Ja ieslēgts, netiks parādītas kļūdas pārslēdzoties kanāliem.

source: When enabled, external subtitles will be always turned on for playback movie.
ca: Quan estigui activat, els subtítols externs sempre estaran activats per a la reproducció de pel·lícules.
lv: Ja ieslēgts, atskaņojot filmas vienmēr tiks izmantoti ārējie subtitri.

source: When enabled, graphical DVB subtitles are preferred over teletext subtitles, when both types are available.
ca: Quan estigui activat, es donarà prioritat als subtítols gràfics de DVB en lloc dels subtítols de teletext quan hi hagi els dos tipus disponibles.
lv: Ja ieslēgts, priekšroka tiks dota grafiskajiem DVB subtitriem ja pieejami abu veidu subtitri.

source: When enabled, graphical DVB subtitles will be centered horizontally.
ca: Quan estigui activat, els subtítols gràfics de DVB estaran centrats horitzontalment.
lv: Ja ieslēgts, grafiskie DVB subtitri tiks centrēti horizontāli.

source: When enabled, graphical DVB subtitles will be displayed at their original position.
ca: Quan estigui activat, es mostraran els subtítols gràfics de DVB en la seva posició original.
lv: Ja ieslēgts, grafiskie DVB subtitri tiks parādīti to oriģinālajā pozīcijā.

source: When enabled, graphical DVB subtitles will be displayed in yellow, instead of the original color.
ca: Quan estigui activat, els subtítols gràfics de DVB es mostraran en groc, en lloc del color original.
lv: Ja ieslēgts, grafiskie DVB subtitri tiks rādīti dzeltenā krāsā, neatkarīgi no oriģinālās.

source: When enabled, http streams are descrambled on the server side. The (remote) client receiver does not have to do descrambling. Default on.
ca: Quan estigui activat, els fluxos http es descodificaran al servidor. El receptor del client (remot) no haurà de fer cap descodificació. Per defecte, està activat.
lv: Ja ieslēgts, http straumes tiks dekodētas serverī. Klientiem nebūs jādekodē. Pēc noklusējuma ieslēgts.

source: When enabled, it is possible to leave the movie player with exit.
ca: Quan estigui activat, serà possible sortir del reproductor de pel·lícules amb el botó Exit.
lv: Ja ieslēgts, ir iespējams iziet no mediju atskaņotāja ar exit taustiņu.

source: When enabled, it will automatically play to the last saved radio service when switching to radio mode.
ca: Quan estigui activat, es reproduirà automàticament a l’últim servei de ràdio desat en canviar al mode de ràdio.
lv: Ja ieslēgts, kad pārslēgs radio režīmā uztvērējs automātiski atskaņos pēdējo saglabāto radio kanālu.

source: When enabled, measure power consumption to detect when the rotor stops turning (when supported by the tuner).
ca: Quan estigui activat, es mesurarà el consum d’energia per detectar quan el rotor deixa de girar (quan sigui compatible amb el sintonitzador).
lv: Ja ieslēgts, tiks mērīta patērētā jauda lai noskaidrotu kad pozicionieris apstājies (ja to uztur uztvērējs).

source: When enabled, number markers will be hidden.
ca: Quan estigui activat, s’amagaran els marcadors de números.
lv: Ja ieslēgts, numuri tiks paslēpti.

source: When enabled, reformat subtitles to match the width of the screen.
ca: Quan estigui activat, es tornarà a donar format als subtítols per adaptar-se a l’amplada de la pantalla.
lv: Ja ieslēgts, subtitri tiks pārdalīti tā, lai izmantotu visu ekrāna platumu.

source: When enabled, services may be grouped in multiple bouquets.
ca: Quan estigui activat, els serveis es podran agrupar en diversos bouquets.
lv: Ja ieslēgts, kanāli tiks sagrupēti dažādās buķetēs.

source: When enabled, show channel numbers in the channel selection screen.
ca: Quan estigui activat, es mostraran els números de canal a la pantalla de selecció de canal.
lv: Ja ieslēgts, kanālu pārslēgšanas logā tiks parādīti kanālu numuri.

source: When enabled, subtitles for the hearing impaired can be used.
ca: Quan estigui activat, es podran utilitzar els subtítols per a deficients auditius.
lv: Ja ieslēgts, tiks lietoti subtitri cilvēkiem ar dzirdes traucējumiem.

source: When enabled, subtitles for the hearing impaired will be preferred over normal subtitles, when both types are available.
ca: Quan estigui activat, es preferiran els subtítols per a deficients auditius en lloc dels subtítols normals, quan els dos tipus estiguin disponibles.
lv: Ja ieslēgts, ja pieejami vairāku veidu subtitri, priekšroka tiks dota subtitriem cilvēkiem ar dzirdes traucējumiem,

source: When enabled, teletext pages will be cached, allowing faster access.
ca: Quan estigui activat, les pàgines de teletext s'emmagatzemaran a la memòria cau, permetent un accés més ràpid.
lv: Ja ieslēgts, teleteksta lapas tiks saglabātas kešatmiņā lai būtu ātrāka piekļuve.

source: When enabled, teletext subtitles will be displayed at their original position.
ca: Quan estigui activat, els subtítols de teletext es mostraran a la seva posició original.
lv: Ja ieslēgts, teleteksta subtitri tiks attēloti to oriģinālajā pozīcijā.
