Repository: 68foxboris/enigma2
Catalog: po/*.po
Languages: ca, lv

source: If using multiple uncommitted switches the DiSEqC commands must be sent multiple times. Set to the number of uncommitted switches in the chain minus one.
ca: Si utilitzes diversos interruptors no compromesos, les ordres de DiSEqC s’han d’enviar diverses vegades. Estableix el número de commutadors no compromesos a la cadena menys un.
lv: Ja izmanto vairākus nesaistītus slēdžus (uncommitted switches), DiSEqC komandas ir jānosūta vairākas reizes. Iestatiet nesaistīto slēdžu skaitu, atskaitot vienu.

source: If you are using a Circular polarised LNB select 'yes', otherwise select 'no'.
ca: Si utilitzes un LNB polaritzat circular, selecciona 'sí', en cas contrari, selecciona 'no'.
lv: Ja izmantojiet cirkulāro LNB izvēlieties 'jā'.

source: If you are using a DiSEqC committed switch enter the port letter required to access the LNB used for this satellite.
ca: Si utilitzes un commutador compromès de DiSEqC, introdueix la carta de port necessària per accedir al LNB utilitzat per a aquest satèl·lit.
lv: Ja jūs izmantojat DiSEqC saistīto slēdzi (committed switch), ievadiet porta numuru kuru lietot lai piekļūtu šim satelītam izmantotajam LNB.

source: If you are using a DiSEqC uncommitted switch enter the port number required to access the LNB used for this satellite.
ca: Si utilitzes un commutador no compromès de DiSEqC, introdueix el número de port necessari per accedir al LNB que s’utilitza per a aquest satèl·lit.
lv: Ja jūs izmantojat DiSEqC nesaistīto slēdzi (uncommitted switch), ievadiet porta numuru kuru lietot lai piekļūtu šim satelītam izmantotajam LNB.

source: If you see this, something is wrong with your scart connection. Press OK to return.
ca: Si veus això és que hi ha algun problema amb la connexió SCART. Prem OK per tornar.
lv: Ja jūs šo redzat, kaut kas nav kārtībā ar SCART savienojumu. Spiediet OK, lai atgrieztos.

source: If your TV has a brightness or contrast enhancement, disable it. If there is something called "dynamic", set it to standard. Adjust the backlight level to a value suiting your taste. Turn down contrast on your TV as much as possible. Then turn the brightness setting as low as possible, but make sure that the two lowermost shades of gray stay distinguishable. Do not care about the bright shades now. They will be set up in the next step. If you are happy with the result, press OK.
ca: Si el teu televisor té una brillantor o una millora de contrast, desactiva-ho. Si hi ha alguna cosa que es diu 'dinàmic', configura-ho com a estàndard. Ajusta el nivell de llum de fons a un valor adequat al teu gust. Apaga el contrast del teu televisor tant com sigui possible. A continuació, canvia el nivel de de brillantor al valor més baix possible, però assegura't que segueixen distingint els dos tons més baixos de gris. No et preocupis sobre els tons brillants ara. Es configuraran al següent pas. Si està satisfet amb el resultat, prem OK.
lv: Ja Jūsu TV ir ieslēgta spilgtuma vai kontrasta uzlabošana, deaktivējiet to. Ja ir iestatījums ar nosaukumu "dinamiskā ", lietojiet standarta iestatījumu. Noregulējiet fona līmeni līdz jums tīkamai vērtībai. Noregulējiet iespējami zemu TV kontrastu. Tad noregulējiet iespējami zemu spilgtuma iestatījumu, bet pārliecinieties, ka divi apakšējie pelēkā toņi ir izšķirami. Pašreiz nepievērsiet uzmanību spilgtajiem toņiem. Tie tiks instalēti nākamajā solī. Ja esat apmierināts ar rezultātu, spiediet OK.

source: Ignore DVB-C namespace sub network
ca: Ignorar la subxarxa d'espais de noms de DVB-C
lv: Ignorēt DVB-C apakštīklu

source: Ignore DVB-S namespace sub network
ca: Ignorar la subxarxa d'espais de noms de DVB-S
lv: Ignorēt DVB-S apakštīklu

source: Ignore DVB-T namespace sub network
ca: Ignorar la subxarxa d'espais de noms de DVB-T
lv: Ignorēt DVB-T apakštīklu

source: Ignore conflict
ca: Ignorar el conflicte
lv: Ignorēt

source: Image View On
ca: Visualització d'imatge activada
lv: Ieslēgt attēlu

source: Image to install is invalid %s
ca: La imatge que es vol instal·lar no és vàlida %s
lv: Uzstādāmais imidžs ir nederīgs %s

source: Image:
ca: Imatge:
lv: Imidžs:

source: Import channels and/or EPG from remote receiver URL also when the receiver is getting out of standby
ca: Importar canals i/o EPG des de l’URL del receptor remot també quan el receptor surti del mode standby
lv: Importēt kanālus un/vai EPG no attālinātā uztvērēja arī ieslēdzoties no gaidstāves

source: Import channels and/or EPG from remote receiver URL when receiver is booted
ca: Importar canals i/o EPG des de l’URL del receptor remot quan s'iniciï el receptor
lv: Importēt kanālus un/vai EPG no attālinātā uztvērēja kad uztvērējs tiek islēgts

source: Import channels and/or EPG from remote receiver URL when receiver or enigma2 is restarted
ca: Importar canals i/o EPG des de l’URL del receptor remot quan es reiniciï el receptor o l’enigma2
lv: Importēt kanālus un/vai EPG no attālinātā uztvērēja kad enigma tiek pārstartēta

source: Import from fallback tuner failed, %s
ca: Ha fallat la importació des del sintonitzador de reserva, %s
lv: Importēšana no attālinātā uztvērēja neizdevās %s

source: Import from remote receiver URL
ca: Importar des d'URL de receptor remot
lv: Importēt no attālinātā uztvērēja

source: Import remote receiver URL
ca: Importar URL de receptor remot
lv: Attālinātais uztvērējs importam

source: In order to record a timer, the TV was switched to the recording service!
ca: Per a poder enregistrar un programador, el televisor s'ha canviat al servei d'enregistrament!
lv: Lai uzsāktu ierakstu pēc taimera, TV tika pārslēgts uz ierakstāmo kanālu!

source: In progress
ca: En curs
lv: Izpilda

source: Inactivity Sleeptimer
ca: Programador de suspensió per inactivitat
lv: Neaktivitātes miega taimeris

source: Include AIT in http streams
ca: Incloure AIT a fluxos http
lv: Ietvert AIT http plūsmās

source: Include CI assignment
ca: Incloure assignació de CI
lv: Izmantot CI piešķiršanu

source: Include ECM in http streams
ca: Incloure ECM a fluxos http
lv: Ietvert ECM http plūsmās

source: Include EIT in http streams
ca: Incloure EIT a fluxos http
lv: Ietvert EIT http plūsmās

source: Incorrect service type for Picture in Picture!
ca: Tipus de servei incorrecte per a Picture in Picture!
lv: Nepareizs PiP kanāla veids!

source: Increased voltage
ca: Tensió incrementada
lv: Palielināt spriegumu

source: Index
ca: Índex
lv: Indekss

source: Index allocated:
ca: Índex assignat:
lv: Indekss piešķirts:

source: India
lv: Indija

source: Indonesia
ca: Indonèsia
lv: Indonēzija

source: Indonesian
ca: Indonesi
lv: Indonēzijas

source: Info bar
ca: Barra d’informació
lv: Infojosla

source: Info bar timeout
ca: Temps d’espera de la barra d’informació
lv: Infojoslas noildze

source: Infobar frontend data source
ca: Font de dades del frontend de la barra d'informació
lv: Infojoslas frontend datu avots

source: Information
ca: Informació
lv: Informācija

source: Init
ca: Iniciar
lv: Inic

source: Initial fast forward speed
ca: Velocitat inicial d’avançament ràpid
lv: Sākotnējais pārtīšanas ātrums

source: Initial location in new timers
ca: Ubicació inicial en nous programadors
lv: Sākotnējā atrašanās vieta jaunam taimerim

source: Initial lock ratio
ca: Relació de bloqueig inicial
lv: Sākotnējā noenkurošanās attiecība

source: Initial rewind speed
ca: Velocitat de rebobinat inicial
lv: Sākotnējais attīšanas ātrums

source: Initial scroll delay
ca: Retard de desplaçament inicial
lv: Sākotnējā ritināšanas aizture

source: Initial signal quality
ca: Qualitat inicial del senyal
lv: Sākotnējā signāla kvalitāte

source: Initial signal quality:
ca: Qualitat inicial del senyal:
lv: Sākotnējā signāla kvalitāte:

source: Initialization
ca: Inicialització
lv: Inicializācija

source: Initialize
ca: Inicialitzar
lv: Inicializēt

source: Initialize Multiboot
ca: Inicialitzar multiboot
lv: Multiboot

source: Initializing storage device...
ca: Inicialitzant dispositiu d’emmagatzematge …
lv: Inicializēt ieraksta ierīci...

source: Input
ca: Entrada
lv: Ievade

source: Input
ca: Entrada
lv: Ieeja

source: Input device setup
ca: Configuració del dispositiu d’entrada
lv: Ievades ierīces iestatījumi

source: Input devices
ca: Dispositius d’entrada
lv: Ievades ierīces

source: Install
ca: Instal·lar
lv: Instalēt

source: Install channel list
ca: Instal·lar llista de canals
lv: Instalēt kanālu sarakstu

source: Install extensions
ca: Instal·lar extensions
lv: Instalēt paplašinājumus

source: Install local extension
ca: Instal·lar extensió local
lv: Instalēt lokālo paplašinājumu

source: Install picons on
ca: Instal·lar picons a
lv: Instalēt pikonas

source: Installation has completed.
ca: La instal·lació s’ha completat.
lv: Uzstādīšana pabeigta.

source: Installation or removal has completed.
ca: La instal·lació o eliminació s’ha completat.
lv: Uzstādīšana vai noņemšana pabeigta.

source: Installing
ca: Instal·lant
lv: Uzstāda

source: Installing software...
ca: Instal·lant software …
lv: Uzstāda programmatūru...

source: Instant record
ca: Enregistrament instantani
lv: Ieraksts

source: Instant recording
ca: Enregistrament instantani
lv: Ieraksts

source: Instant recording location
ca: Ubicació de l'enregistrament instantani
lv: Ieraksta vieta

source: Interface:
ca: Interfície:
lv: Interfeiss:

source: Internal
ca: Intern
lv: Iekšējā

source: Internal flash
ca: Flash interna
lv: Iekšējā atmiņa

source: Internal hdd only
ca: Només disc dur intern
lv: Tikai iekšējais hdd

source: Internet (ntp)
lv: Internets (ntp)

source: Interval between keys when repeating:
ca: Interval entre botons en repetir:
lv: Intervāls starp taustiņiem, kad atkārtojas:

source: Invalid directory selected: %s
ca: S'ha seleccionat un directori no vàlid: %s
lv: Izvēlēta nepareiza mape: %s

source: Invalid location
ca: Ubicació no vàlida
lv: Nederīga vieta

source: Invalid transponder data
ca: Les dades del transponedor no són vàlides
lv: Nederīgi transpondera dati

source: Inversion
ca: Inversió
lv: Inversija

source: Inversion & Bandwidth
ca: Inversió i amplada de banda
lv: Inversija un joslas platums

source: Inversion, Pilot & Roll-off
ca: Inversió, pilot i desplegament
lv: Inversija, Pilot un Roll-off

source: Invert
ca: Invertir
lv: Invertēt

source: Iran (Islamic Republic of)
ca: Iran (República Islàmica d')
lv: Irāna

source: Iran, Islamic Republic
ca: Iran, República Islàmica
lv: Irāna, Islāma republika

source: Iraq
lv: Irāka

source: Ireland
ca: Irlanda
lv: Īrija

source: Is this setting ok?
ca: Aquesta configuració és correcta?
lv: Vai šie iestatījumi der?

source: Is this video mode ok?
ca: Aquest mode de vídeo és correcte?
lv: Vai šis video režīms der?

source: Isle of Man
ca: Illa de Man
lv: Manas salas

source: Israel
lv: Izraēla

source: It seems you did not see all the eight arrow heads. This means your TV has overscan enabled, and is not configured properly. Please refer to your TV's manual to find how you can disable overscan on your TV. Look for terms like 'Just fit', 'Full width', etc. If you can't find it, ask other users at http://forums.openpli.org.
ca: Sembla que no has vist les vuit puntes de fletxa. Això vol dir que el teu televisor té el overscan activat i que no està configurat correctament. Consulta el manual del teu televisor per esbrinar com pots desactivar l'overscan. Cerca termes com “Només adaptar”, “Amplada completa”, etc. Si no ho trobes, pots preguntar a altres usuaris a http://forums.openpli.org.
lv: Liekas ka jūs neredzat visu bultu galus. Tas nozīmē ka jūsu TV nav nokonfigurēts pareizi.

source: Italian
ca: Italià
lv: Itāļu

source: Italy
ca: Itàlia
lv: Itālija

source: Items per page
lv: Daudzums lapā

source: Items per page for list screen
ca: Elements per pàgina per a la pantalla de la llista
lv: Daudzums lapā saraksta logā

source: Jamaica
lv: Jamaika

source: Japan
ca: Japó
lv: Japāna

source: Jersey
lv: Džērsija

source: Job overview
ca: Visió general de tasca
lv: Darbu skats

source: Jordan
ca: Jordània
lv: Jordāna

source: Jump to beginning of list
ca: Saltar a l’inici de la llista
lv: Pārlekt uz saraksta sākumu

source: Jump to end of list
ca: Saltar al final de la llista
lv: Pārlēkt uz saraksta beigām

source: Jump to next marked position
ca: Saltar a la següent posició marcada
lv: Pārlēkt uz nākamo atzīmēto pozīciju

source: Jump to previous marked position
ca: Saltar a l'anterior posició marcada
lv: Pārlēkt uz iepriekšējo atzīmēto pozīciju

source: Just scale
ca: Només escalar
lv: Mērogot

source: Kazakhstan
lv: Kazahstāna

source: Keep service
ca: Mantenir el servei
lv: Paturēt kanālu

source: Kenya
ca: Kènia
lv: Kenija

source: Kernel version:
ca: Versió del kernel:
lv: Kerneļa versija:

source: Kexec MultiBoot Initialisation - will reboot after 10 seconds.
ca: Inicialització de Kexec MultiBoot. Es reiniciarà en 10 segons.
lv: Multiboot inicializācija — tiks pārstartēts pēc 10 sekundēm.

source: Kexec MultiBoot Initialisation in progress! Will reboot after restoring any eMMC slots. This can take from 1 -> 5 minutes per slot.
ca: Inicialització de Kexec MultiBoot en curs! Es reiniciarà després de restablir qualsevol ranura de eMMC. Això pot tarda entre 1 i 5 minuts per ranura.
lv: Notiek multiboot inicializācija! Tiks restartēts pēc eMMC slotu atjaunošanas. Tas var ilgt no 1 līdz 5 minūtēm katram slotam.

source: Kexec MultiBoot Manager
ca: Administrador de Kexec MultiBoot
lv: Multiboot pārvaldnieks

source: Key Events
ca: Esdeveniments clau
lv: Notikumus

source: Keyboard
ca: Teclat
lv: Tastatūra

source: Keyboard data entry
ca: Entrada de dades del teclat
lv: Tastatūras dati

source: Keyboard map
ca: Mapa del teclat
lv: Tastatūras izkārtojums

source: Keyboard setup
ca: Configuració del teclat
lv: Tastatūras iestatījumi

source: Korea (Democratic People's Republic of)
ca: Corea (República Popular Democràtica de)
lv: Koreja Tautas Demokrātiskā Republika

source: Korea (Republic of)
ca: Corea (República de)
lv: Koreja

source: Kuwait
lv: Kuveita

source: Kyrgyzstan
lv: Kirgīzija

source: LAN adapter
ca: Adaptador de xarxa local
lv: Tīkla adapters

source: LAN connection
ca: Connexió de xarxa local
lv: Tīkla savienojums

source: Language
ca: Idioma
lv: Valoda

source: Language selection
ca: Selecció d'idioma
lv: Valodas izvēle

source: Lao People's Democratic Republic
ca: República Democràtica Popular Lao
lv: Laosas Tautas Demokrātiskā Republika

source: Large
ca: Gran
lv: Liels

source: Last config
ca: Darrera configuració
lv: Pēdējie iestatījumi

source: Last speed
ca: Darrera velocitat
lv: Pēdējais ātrums

source: Last update:
ca: Darrera actualització:
lv: Pēdējā atjaunošana:

source: Latest Commits
ca: Últims commits
lv: Izmaiņas

source: Latest update log
ca: Registre d’actualitzacions més recent
lv: Pēdējās atjaunošanas žurnāls

source: Latitude
ca: Latitud
lv: Platums

source: Latvia
ca: Letònia
lv: Latvija

source: Latvian
ca: Letonès
lv: Latviešu

source: Leave DVD player?
ca: Sortir del reproductor de DVD?
lv: Iziet no DVD atskaņotāja?

source: Leave this set to 'yes' unless you fully understand why you are adjusting it.
ca: Deixa configurat això com a 'sí' a menys que entenguis completament per què ho estàs ajustant.
lv: Atstājiet šo iestatījumu uz 'jā', ja vien jūs pilnībā nesaprotat kāpēc to mainat.

source: Lebanon
ca: Líban
lv: Libāna

source: Left
ca: Esquerra
lv: Kreisais

source: Left from servicename
ca: Esquerra del nom de servidor
lv: Pa kreisi no kanāla nosaukuma

source: Lesotho
lv: Lesoto

source: Letterbox
lv: Platekrāns

source: Letterbox zoom
lv: Attēla mērogošana

source: Liberia
lv: Libērija

source: Libya
lv: Lībija

source: Liechtenstein
lv: Lihtenšteina

source: Limit character set for recording filenames
ca: Limitar conjunt de caràcters per enregistrar noms de fitxers
lv: Limitēt rakstzīmju lietošanu ierakstāmajiem failu vārdiem

source: Limit east
ca: Límitar est
lv: Austrumu limits

source: Limit the characters that can be used in recording filenames to (7 bit) ascii. This ensures compatibility with operating systems or file systems with limited character sets.
ca: Limitar els caràcters que es poden fer servir per enregistrar noms de fitxers a (7 bits) ascii. Això garanteix la compatibilitat amb sistemes operatius o sistemes de fitxers amb conjunts de caràcters limitats.
lv: Limitēt rakstzīmju lietošanu ierakstāmajiem failu vārdiem ar (7 bit) ascii. Tas nodrošina savietojamību ar operētājsistēmām vai failu sistēmās ar ierobežotām rakstzīmju kopām.

source: Limit west
ca: Límitar oest
lv: Rietumu limits

source: Limits cancelled
ca: Límits cancel·lats
lv: Limiti atcelti

source: Limits enabled
ca: Límits activats
lv: Limiti ieslēgti

source: Limits off
ca: Treure límits
lv: Limiti izslēgti

source: Limits on
ca: Posar límits
lv: Limiti ieslēgti

source: Link quality:
ca: Qualitat d’enllaç:
lv: Saites kvalitāte:

source: Link:
ca: Enllaç:
lv: Saite:

source: Linked titles with a DVD menu
ca: Títols enllaçats amb un menú de DVD
lv: Saistītie nosaukumi ar DVD izvēlni

source: List available networks
ca: Mostrar les xarxes disponibles
lv: Skatīt pieejamos tīklus

source: List mode
ca: Mode de llista
lv: Saraksta režīms

source: List of storage devices
ca: Llista de dispositius d’emmagatzematge
lv: Atmiņas ierīču saraksts

source: List type
ca: Tipus de llista
lv: Saraksta veids

source: List version %(ver)d, found %(num)d channel
ca: Versió de llista %(ver)d, trobada %(num)d canal
lv: Saraksta versija %(ver)d, atrasts %(num)d kanāls

source: Listen to the radio...
ca: Escoltar la ràdio...
lv: Klausīties radio...

source: Lists reloaded!
ca: Llistes recarregades!
lv: Sarakst pārlādēts!

source: Lithuania
ca: Lituània
lv: Lietuva

source: Lithuanian
ca: Lituà
lv: Lietuviešu

source: Live decoder
ca: Decodificador en viu
lv: Dekodētājs

source: Load
ca: Carregar
lv: Ielādēt

source: Load length of movies in movie list
ca: Carregar duració de les pel·lícules a la llista de pel·lícules
lv: Ielādēt filmu sarakstā filmu garumus

source: Load playlist
ca: Carregar llista de reproducció
lv: Ielādēt repertuāru

source: Load unlinked userbouquets
ca: Carregar bouquets d’usuari sense enllaçar
lv: Ielādēt neiekļautās buķetes

source: Local network
ca: Xarxa local
lv: Lokālais tīkls

source: Locale
ca: Localització
lv: Valoda

source: Location
ca: Ubicació
lv: Atrašanās vieta

source: Location EPG Cache file
ca: Ubicació de la memòria cau de EPG
lv: EPG kešatmiņas fails

source: Location for instant recordings
ca: Ubicació per a enregistraments instantanis
lv: Ierakstu atrašanās vieta

source: Lock ratio
ca: Relació de bloqueig
lv: Noenkurošanās attiecība

source: Lock:
ca: Bloqueig:
lv: Noenkuroties:

source: Log results to /tmp
ca: Registrar els resultats a /tmp
lv: Žurnalēt rezultātus /tmp

source: Logfile does not exist anymore
ca: El fitxer de registre ja no existeix
lv: Žurnāla fails vairs neeksistē

source: Long filenames
ca: Noms de fitxer llargs
lv: Garie failu vārdi

source: Long key press
ca: Pulsació llarga de botó
lv: Ilgstoša taustiņa nospiešana

source: Longitude
ca: Longitud
lv: Garums

source: Looking for active transponders in the cable network. Please wait...
ca: Cercant transponedors actius a la xarxa per cable. Espera, si us plau…
lv: Mēģina atrast izmantojamus transponderus kabeļu tīklā. Lūdzu gaidiet...

source: Looking for active transponders in the terrestrial network. Please wait...
ca: Cercant transponedors actius a la xarxa terrestre. Espera, si us plau…
lv: Mēģina atrast izmantojamus transponderus. Lūdzu gaidiet...

source: Loop through from
ca: Realitzar bucle des de
lv: Loop cauri no

source: Lower case
ca: Minúscula
lv: Mazie burti

source: Luxembourg
ca: Luxemburg
lv: Luksemburga

source: Luxembourgish
ca: Luxemburguès
lv: Luksemburgiešu

source: MMC card
ca: Targeta MMC
lv: MMC karte

source: MORE
ca: MÉS
lv: VAIRĀK

source: Macao
lv: Makao

source: Madagascar
lv: Madagaskara

source: Main menu
ca: Menú principal
lv: Galvenā izvēlne

source: Maintain old EPG data for
ca: Mantenir les dades EPG antigues per
lv: Saglabāt vecos EPG datus

source: Make it possible to manually initiate the channels import and/or EPG via the extension menu
ca: Fer possible iniciar manualment la importació de canals i/o EPG mitjançant el menú d’extensions
lv: Atļaut kanālu un/vai EPG importu izmantojot paplašinājumu izvēlni

source: Make this mark an 'in' point
ca: Fer que aquesta marca sigui un punt 'in'
lv: Padarīt šo zīmi par 'ieejas' punktu

source: Make this mark an 'out' point
ca: Fer que aquesta marca sigui un punt 'out'
lv: Padarīt šo zīmi par 'izejas' punktu

source: Make this mark just a mark
ca: Fer que aquesta marca sigui només una marca
lv: Padarīt šo atzīmi vienkārši par atzīmi

source: Malawi
lv: Malāvija

source: Malaysia
lv: Malaizija

source: Maldives
lv: Maldivas

source: Manage extensions
ca: Gestionar extensions
lv: Pārvaldīt paplašinājumus

source: Manage extensions or plugins for your receiver.
ca: Gestionar extensions o plugins per al teu receptor.
lv: Pārvaldīt uztvērēja paplašinājumus vai spraudņus.

source: Manage your receiver's software
ca: Gestionar el software del teu receptor
lv: Pārvaldīt uztvērēja programmatūru

source: Manual
lv: Manuāli

source: Manual Scan
ca: Escaneig manual
lv: Manuālā meklēšana

source: Manual configuration
ca: Configuració manual
lv: Manuālā konfigurācija

source: Manual scan
ca: Escaneig manual
lv: Manuālā meklēšana

source: Manual transponder
ca: Transponedor manual
lv: Manuāls transponderis

source: Manually import from fallback tuner
ca: Importar manualment des del sintonitzador de reserva
lv: Importēt manuāli no attālinātā uztvērēja

source: Manufacturer
ca: Fabricant
lv: Ražotājs

source: Manufacturer reset in progress Please wait until enigma2 restarts
ca: Restabliment de fàbrica en curs Espera fins que es reiniciï l’enigma2
lv: Notiek atiestatīšana Lūdzu uzgaidiet kamēr pārstartē

source: Margin after recording (minutes)
ca: Marge després del enregistrament (minuts)
lv: Atstarpe pēc ieraksta (minūtēs)

source: Margin before recording (minutes)
ca: Marge abans del enregistrament (minuts)
lv: Atstarpe pirms ieraksta (minūtēs)

source: Mark service as dedicated 3D service
ca: Marcar servei com a servei 3D dedicat
lv: atzīmēt kā 3D kanālu

source: Marshall Islands
ca: Illes Marshall
lv: Māršala salas

source: Martinique
ca: Martinica
lv: Martinika

source: Mauritania
ca: Mauritània
lv: Mauritānija

source: Mauritius
ca: Maurici
lv: Maurīcija

source: Max channels
ca: Màxims canals
lv: Kanālu skaits

source: Max memory positions
ca: Màximes posicions de memòria
lv: Maksimālā pozīcija atmiņā

source: Max. bitrate:
ca: Màxima velocitat de bits:
lv: Max. bitreits:

source: Maybe the reason that recording is currently running. Please stop the recording before trying to configure the positioner.
ca: Potser és el motiu pel qual s’executa la gravació actualment. Atura l'enregistrament abans d’intentar configurar el posicionador.
lv: Varbūt pašreiz notiek ieraksts. Pirms konfigurējat pozicionieri lūdzu apturiet ierakstu.

source: Mayotte
lv: Majota

source: Media player
ca: Reproductor multimèdia
lv: Mediju atskaņotājs

source: Media scanner
ca: Escàner multimèdia
lv: Mediju skenētājs

source: Medium is not a writeable DVD!
ca: El mitjà no és un DVD que es pugui escriure!
lv: Datu nesējs nav ierakstāms DVD!

source: Medium is not empty!
ca: El mitjà no està buit!
lv: Datu nesējs nav tukšs!

source: Memory
ca: Memòria
lv: Atmiņa

source: Memory Info
ca: Info de memòria
lv: Atmiņa

source: Memory index
ca: Índex de memòria
lv: Atmiņas indekss

source: Menu
ca: Menú
lv: Izvēlne

source: Menusort (%s)
ca: Ordenació de menú (%s)
lv: Izvēlnes izkārtojums (%s)

source: Message
ca: Missatge
lv: Paziņojums

source: Message...
ca: Missatge...
lv: Paziņojums...

source: Messages
ca: Missatges
lv: Paziņojumus

source: Mexico
ca: Mèxic
lv: Meksika

source: Micronesia (Federated States of)
ca: Micronèsia (estats federats)
lv: Mikronēzija
