Repository: 68foxboris/enigma2
Catalog: po/*.po
Languages: ca, lv

source: Zimbabwe
lv: Zimbabve

source: [REC]
ca: [ENREGISTRAMENT]
lv: [IER]

source: [alternative edit]
ca: [edició alternativa]
lv: [alternatīvu rediģēšana]

source: [bouquet edit]
ca: [edició de bouquets]
lv: [buķešu rediģēšana]

source: [favourite edit]
ca: [edició de preferits]
lv: [favorītu rediģēšana]

source: [move mode]
ca: [mode de moviment]
lv: [pārvietošanas režīms]

source: a gui to assign services/providers to common interface modules
ca: una interfície per assignar serveis / proveïdors a mòduls d’interfície comuns
lv: interfeiss lai piešķirtu kanālus/operatorus moduļiem

source: a gui to assign services/providers/caids to common interface modules
ca: una interfície per assignar serveis / proveïdors / caids a mòduls d’interfície comuns
lv: interfeiss lai piešķirtu kanālus, operatorus vai caids moduļiem

source: about to start
ca: a punt de començar
lv: gatavojas sākt

source: activate network adapter configuration
lv: aktivizēt tīkla adaptera konfigurāciju

source: active
ca: actiu
lv: aktīvs

source: active
ca: actiu
lv: aktīvs

source: actual time only
ca: només temps actual
lv: tikai aktuālajam laikam

source: additional cable of rotor
ca: cable addicional de rotor
lv: rotora papildus kabelis

source: adult movie
ca: pel·lícula per a adults
lv: pieaugušo

source: advanced
ca: avançat
lv: paplašināts

source: adventure/western/war
ca: aventura / occidental / de guerra
lv: piedzīvojumi, vesterns, kara

source: advertisement/shopping
ca: publicitat / compres
lv: reklāma, iepirkšanās

source: after
ca: després
lv: pēc

source: all
ca: tot
lv: visam

source: all tuners
ca: tots els sintonitzadors
lv: visi uztvērēji

source: alphabetic
ca: alfabètic
lv: pēc alfabēta

source: alphabetic reverse
ca: alfabètic invers
lv: alfabētiski reversā

source: alphabetical
ca: alfabètic
lv: pēc alfabēta

source: alternative
ca: alternativa
lv: alternatīvie

source: always
ca: sempre
lv: vienmēr

source: and never ask in this session again
ca: i no tornar a preguntar en aquesta sessió
lv: un vairs neprasīt kamēr darbojos

source: and never ask this again
ca: i no tornar a preguntar de nou
lv: un vairs to neprasīt

source: and select next channel
ca: i seleccionar el canal següent
lv: un izvēlēties nākamo kanālu

source: and select previous channel
ca: i seleccionar el canal anterior
lv: un izvēlēties iepriekšējo kanālu

source: are you sure to cancel all changes
ca: segur que vols anul·lar tots els canvis?
lv: vai tiešām vēlaties atcelt visas izmaiņas

source: arts/culture (without music, general)
ca: arts / cultura (sense música, general)
lv: māksla, kultūra

source: arts/culture magazine
ca: magazine d’arts / cultura
lv: māksla, kultūra, žurnāli

source: athletics
ca: atletisme
lv: atlētika

source: audio tracks
ca: pistes d’àudio
lv: skaņas celiņi

source: automatic
lv: automātiski

source: back
ca: enrere
lv: atpakaļ

source: background image
ca: imatge de fons
lv: fona attēls

source: backup EPG cache
ca: fer còpia de seguretat de la memòria cau del EPG
lv: EPG kešatmiņas dublējumkopija

source: ballet
lv: balets

source: better
ca: millorat
lv: labāks

source: black
ca: negre
lv: melns

source: blacklist
ca: llista negra
lv: melnais saraksts

source: blue
ca: blau
lv: zilā

source: bottom
ca: inferior
lv: apakšā

source: broadcasting/press
ca: radiodifusió / premsa
lv: apraide, prese

source: by date
ca: per data
lv: pēc datuma

source: cartoon/puppets
ca: dibuixos animats / titelles
lv: multfilmas, leļļu

source: center
ca: centre
lv: centrs

source: centered
ca: centrat
lv: centrēti

source: centered, wrapped
ca: centrat, embolicat
lv: centrēti, saspiesti

source: chapters
ca: capítols
lv: nodaļas

source: childrens's youth program (general)
ca: programa infantil juvenil (general)
lv: bērnu, jauniešu programmas

source: circular left
ca: esquerra circular
lv: cirkulārā kreisā

source: circular right
ca: dreta circular
lv: cirkulārā labā

source: clip overscan / letterbox borders
ca: tallar vores d' overscan / letterbox
lv: apgriež attēla malas

source: comedy
ca: comèdia
lv: komēdija

source: confirmed
ca: confirmat
lv: apstiprināts

source: connected
ca: connectat
lv: savienots

source: controlled by HDMI
ca: controlat per HDMI
lv: kontrolē HDMI

source: convert to AC3
ca: convertir a AC3
lv: konvertē uz AC3

source: convert to DTS
ca: convertir a DTS
lv: konvertē uz DTS

source: convert to multi-channel PCM
ca: convertir a PCM multicanal
lv: konvertē uz daudzkanālu PCM

source: cooking
ca: cuina
lv: cepšana

source: daily
ca: diàriament
lv: ik dienu

source: day
ca: dia
lv: diena

source: default
ca: per defecte
lv: noklusētais

source: delete cut
ca: eliminar tall
lv: dzēst griezumu

source: descramble and record ecm
ca: descodificar i enregistrar ecm
lv: dekodēt un ierakstīt ecm

source: detective/thriller
ca: detectius / thriller
lv: detektīvs, trilleris

source: disable
ca: desactivar
lv: izslēgt

source: disable intro screen
ca: desactivar la pantalla d’introducció
lv: izslēgt pamācību uzsākot

source: disabled
ca: desactivat
lv: izslēgts

source: disconnected
ca: desconnectat
lv: atvienots

source: discussion/interview/debate
ca: discussió / entrevista / debat
lv: diskusijas, intervijas, debates

source: do nothing
ca: no fer res
lv: neko nedarīt

source: documentary
ca: documental
lv: dokumentālais

source: don't descramble, record ecm
ca: no descodificar, enregistrar ecm
lv: nedekodēt, ierakstīt ecm

source: done!
ca: fet!
lv: gatavs!

source: east
ca: est
lv: austrumi

source: economics/social advisory
ca: economia / assessorament social
lv: ekonomika, sociālā konsultatīvā

source: educational/science/factual topics (general)
ca: temes educatius/ciències/factuals (general)
lv: izglītība, zinātne, faktiska

source: embedded
ca: encastat
lv: iekšējais

source: empty
ca: buit
lv: tukšs

source: enable
ca: activar
lv: aktivizēt

source: enable intro screen
ca: activar la pantalla d’introducció
lv: aktivizēt pamācību uzsākot

source: enabled
ca: activat
lv: aktivizēts

source: end cut here
ca: acabar el tall aquí
lv: beigt griešanu šeit

source: entertainment (10-16 year old)
ca: entreteniment (entre 10 i 16 anys)
lv: izklaide (10-16 gadu veciem)

source: entertainment (6-14 year old)
ca: entreteniment (entre 6 i 14 anys)
lv: izklaide (6-14 gadu veciem)

source: equestrian
ca: eqüestre
lv: jātnieka

source: error starting scan
ca: error al començar l'escaneig
lv: kļūda uzsākot skenēšanu

source: error while scanning
ca: error durant l'escaneig
lv: kļūda skenējot

source: execute cuts (requires MovieCut plugin)
ca: executar talls (requereix el plugin de MovieCut)
lv: izpildīt griešanu (izmanto spraudni MovieCut)

source: exit DVD player or return to file browser
ca: sortir del reproductor de DVD o tornar al navegador de fitxers
lv: iziet no DVD atskaņotāja un atgriezties failu pārlūkā

source: exit network adapter configuration
lv: iziet no tīkla adaptera konfigurācijas

source: exit networkadapter setup menu
ca: sortir del menú de configuració de l'adaptador de xarxa
lv: iziet no tīkla adaptera iestatīšanas izvēlnes

source: experimental film/video
ca: pel·lícula / vídeo experimental
lv: eksperimentālās filmas/video

source: extra wide
ca: extra ampli
lv: ļoti plašs

source: failed
ca: ha fallat
lv: neizdevās

source: false
ca: fals
lv: nepatiess

source: fashion
ca: moda
lv: mode

source: fileformats (BMP, PNG, JPG, GIF)
ca: formats de fitxers (BMP, PNG, JPG, GIF)
lv: failu formāti (BMP, PNG, JPG, GIF)

source: filename
ca: nom de fitxer
lv: faila nosaukums

source: film/cinema
ca: pel·lícula / cinema
lv: filmas/kino

source: fine arts
ca: belles arts
lv: tēlotājmāksla

source: fitness and health
ca: fitness i salut
lv: fitness un veselība

source: flat alphabetic
ca: alfabètica
lv: sakārtot pēc alfabēta

source: flat alphabetic reverse
ca: alfabètica inversa
lv: sakārtot pēc alfabēta reversi

source: folk/traditional music
ca: música tradicional / folk
lv: folks/tautas mūzika

source: football/soccer
ca: futbol
lv: futbols

source: force disabled
ca: forçar desactivació
lv: piespiedu izslēgts

source: force enabled
ca: forçar activació
lv: piespiedu aktivizēts

source: foreign countries/expeditions
ca: països / expedicions estrangeres
lv: ārvalstis/ekspedīcijas

source: forward to the next chapter
ca: cap endavant al capítol següent
lv: pāradresēt uz nākamo nodaļu

source: free
ca: gratuït
lv: brīvs

source: from
ca: des de
lv: no

source: further education
ca: educació superior
lv: tālākizglītība

source: game show/quiz/contest
ca: joc / concurs / concurs
lv: spēļu šovi/viktorīna/konkurss

source: go to deep standby
ca: posar en mode standby profund
lv: iet uz dziļo gaidstāvi

source: go to standby
ca: posar en mode standby
lv: iet uz gaidstāvi

source: grab this frame as bitmap
ca: agafar aquest fotograma com a mapa de bits
lv: tvert kadru bitmap formātā

source: green
ca: verd
lv: zaļā

source: handicraft
ca: artesania
lv: rokdarbi

source: height
ca: alçada
lv: augstums

source: help...
ca: ajuda...
lv: palīdzība...

source: horizontal
ca: horitzontal
lv: horizontālā

source: in menu and plugins
ca: al menú i plugins
lv: iestatījumiem un spraudņiem

source: in menu only
ca: només al menú
lv: iestatījumiem

source: in plugins only
ca: només als plugins
lv: spraudņiem

source: information/education/school program
ca: informació / educació / programa escolar
lv: informācija/izglītība/skolas programma

source: init module
ca: iniciar mòdul
lv: inicializēt moduli

source: init modules
ca: iniciar mòduls
lv: inicializēt moduļus

source: insert mark here
ca: inserir marca aquí
lv: ievietot iezīmi

source: invalid type
ca: tipus no vàlid
lv: nepareizs veids

source: jazz
lv: džezs

source: jump back to the previous title
ca: saltar al títol anterior
lv: pārlēkt uz iepriekšējo nosaukumu

source: jump forward to the next title
ca: saltar al següent títol
lv: pārlēkt uz nākamo nosaukumu

source: jump to chapter by number
ca: saltar a capítol per número
lv: pārlēkt uz nodaļu izmantojot ciparus

source: languages
ca: idiomes
lv: valodas

source: leave movie player...
ca: sortir del reproductor de pel·lícules...
lv: iziet no mediju atskaņotāja...

source: left
ca: esquerra
lv: kreisā

source: left, wrapped
ca: esquerra, embolicada
lv: pa kreisi, saspiesti

source: leisure hobbies (general)
ca: aficions de lleure (general)
lv: atpūta, hobiji

source: length
ca: llargada
lv: garums

source: limit ..., aborting !
ca: limitar …, avortant!
lv: limits ..., pārtrauc !

source: list style compact
ca: estil de llista compacte
lv: kompakts saraksta stils

source: list style compact with description
ca: estil de llista compacte amb descripció
lv: kompakts saraksta stils ar aprakstu

source: list style default
ca: estil de llista per defecte
lv: noklusētais saraksta stils

source: list style single line
ca: estil de llista en línia única
lv: vienlīnijas saraksta stils

source: listens to hotplug events
ca: escolta esdeveniments del hotplug
lv: Pārvalda hotplug darbības

source: literature
ca: literatura
lv: literatūra

source: local sports
ca: esports locals
lv: sports

source: locked
ca: bloquejat
lv: noenkurojies

source: long
ca: llarg
lv: ilgi

source: magazines/reports/documentary
ca: revistes / reportatges / documentals
lv: avīzes, atskaites, dokumentālais

source: manual
lv: manuāls

source: martial sports
ca: esports marcials
lv: cīņas sports

source: medicine/physiology/psychology
ca: medicina / fisiologia / psicologia
lv: medicīna, fizioloģija, psiholoģija

source: menu
ca: menú
lv: izvēlne

source: mins
ca: minuts
lv: min.

source: module disabled
ca: mòdul desactivat
lv: modulis izslēgts

source: month
ca: mes
lv: mēnesis

source: motor sport
ca: esports de motor
lv: motosports

source: motoring
ca: motor
lv: autosports

source: move down to last entry
ca: baixar fins a l’última entrada
lv: pārvietot lejup uz pēdējo ierakstu

source: move down to next entry
ca: baixar fins a l’entrada següent
lv: pārvietot lejup uz nākamo ierakstu

source: move up to first entry
ca: pujar fins a la primera entrada
lv: pārvietot augšup uz pirmo ierakstu

source: move up to previous entry
ca: pujar fins a l’entrada anterior
lv: pārvietot augšup uz iepriekšējo ierakstu

source: movie (general)
ca: pel·lícula (general)
lv: filmas, drāma

source: music/ballet/dance (general)
ca: música / ballet / ball (general)
lv: mūzika, balets, dejas

source: musical/opera
ca: musical / òpera
lv: mūzika, opera

source: nature/animals/environment
ca: natura / animals / entorn
lv: daba, dzīvnieki, vide

source: never
ca: mai
lv: nekad

source: new line
ca: nova línia
lv: jauna rinda

source: new media
ca: nou mitjà
lv: jauni mēdiji

source: news magazine
ca: magazine de notícies
lv: ziņas žurnāli

source: news/current affairs (general)
ca: notícies / actualitat (general)
lv: jaunumi, aktualitātes

source: news/weather report
ca: notícies / previsió del temps
lv: jaunumi, laika ziņas

source: no
lv: nē

source: no CAId selected
ca: no s’ha seleccionat cap CAId
lv: CAIdi nav izvēlēti

source: no CI slots found
ca: no s’han trobat cap ranura CI
lv: modulis nav atrasts

source: no channel list
ca: no hi ha lista de canals
lv: nav kanālu saraksta

source: no module found
ca: no s'ha trobat cap mòdul
lv: modulis nav atrasts

source: no resource manager
ca: cap gestor de recursos
lv: nav resursu pārvaldnieka

source: no storage devices found
ca: no s’han trobat dispositius d’emmagatzematge
lv: atmiņas ierīce nav atrasta

source: none
ca: cap
lv: nav

source: normal
lv: normāli

source: not configured
ca: no configurat
lv: nav konfigurēts

source: not locked
ca: desbloquejat
lv: nav noenkurojies

source: not running
ca: no s'està executant
lv: nenotiek

source: not set
ca: no establert
lv: nav iestatīta

source: not supported
ca: no compatible
lv: nav atbalstīts

source: not tested
ca: no comprovat
lv: nav testēts

source: not valid frontend
ca: no és un frontend vàlid
lv: nav derīgs frontend

source: not_tested
ca: no_comprovat
lv: nav_testēts

source: nothing
ca: res
lv: nav

source: nothing connected
ca: res connectat
lv: nekas nav pievienots

source: of a DUAL layer medium used.
ca: d’un mitjà de DOBLE capa utilitzat.
lv: no lietotā DIVSLĀŅU datu nesēja.

source: of a SINGLE layer medium used.
ca: d’un mitjà d'UNA capa utilitzat.
lv: no lietotā VIENSLĀŅA datu nesēja.

source: off
ca: desactivat
lv: izslēgts

source: off or wpa2 on
ca: desactivat o wpa2 activat
lv: izslēgts vai ieslēgts wpa2

source: offset is
ca: l'offset està
lv: kompensē

source: omit
ca: ometre
lv: nē

source: on
ca: activat
lv: ieslēgts

source: on READ ONLY medium.
ca: al LLEGIR NOMÉS el mitjà.
lv: uz TIKAI LASĀMA datu nesēja.

source: once
ca: un sol cop
lv: vienreiz

source: only from deep standby
ca: només des del mode standby profund
lv: tikai no dziļās gaidstāves

source: only from standby
ca: només des del mode standby
lv: tikai no gaidstāves

source: original
lv: oriģināls

source: pass
ca: passar
lv: šobrīd

source: pausing
ca: pausant
lv: pauzēts

source: performing arts
ca: arts escèniques
lv: skatuves māksla

source: please press OK when ready
ca: prem OK quan estiguis a punt
lv: kad gatavs, lūdzu spiediet OK

source: please wait, loading picture...
ca: espera si us plau, carregant imatge...
lv: lūdzu uzgaidiet, ielādē attēlu...

source: popular culture/traditional arts
ca: cultura popular/arts tradicionals
lv: tautas kultūra/tradicionālā māksla

source: pre-school children's program
ca: programa d’educació infantil
lv: pirmsskolas bērnu programma

source: preserve bookmarks in cuts
ca: conservar els preferits en els talls
lv: saglabāt grāmatzīmes izgrieztajos

source: priority
ca: prioritat
lv: prioritāte

source: receiver software because updates are available.
ca: software del receptor perquè hi ha actualitzacions disponibles.
lv: uztvērēja programmatūru jo atjauninājumi pieejami.

source: record
ca: enregistrar
lv: ierakstīt

source: recording...
ca: enregistrant...
lv: ieraksta...

source: red
ca: vermell
lv: sarkanā

source: religion
ca: religió
lv: reliģija

source: remarkable people
ca: gent notable
lv: ievērojami cilvēki

source: remove after this position
ca: eliminar després d'aquesta posició
lv: dzēst pēc šīs pozīcijas

source: remove before this position
ca: eliminar abans d'aquesta posició
lv: dzēst pirms šīs pozīcijas

source: remove bookmarks in cuts
ca: eliminar els preferits als talls
lv: dzēst grāmatzīmes izgrieztajos

source: remove this mark
ca: eliminar aquesta marca
lv: dzēst iezīmi

source: repeated
ca: repetit
lv: atkārtots

source: reserved for future use
ca: reservat per a ús futur
lv: rezervēts nākotnei

source: reverse by date
ca: revertir per data
lv: otrādi pēc datuma

source: rewind to the previous chapter
ca: rebobinar al capítol anterior
lv: atgriezties uz iepriekšējo nodaļu

source: right
ca: dreta
lv: labā

source: right, wrapped
ca: dreta, embolicat
lv: pa labi, saspiesti

source: rock/pop
lv: roks, pops

source: rotor
lv: rotors

source: rotor is not used
ca: el rotor no s'està utilitzant
lv: rotors netiek izmantots

source: running
ca: executant-se
lv: notiek

source: scan state
ca: estat de l'escaneig
lv: meklēšanas statuss

source: science fiction/fantasy/horror
ca: ciència ficció / fantasia / terror
lv: zinātniskā fantastika, fantāzijas, šausmu

source: select CAId's
ca: seleccionar CAId’s
lv: izvēlēties

source: select menu entry
ca: seleccionar l’entrada del menú
lv: norādīt izvēlnes ierakstu

source: serious music/classic music
ca: música seriosa / música clàssica
lv: nopietnā mūzika, klasiskā mūzika

source: serious/classical/religious/historical drama
ca: drama seriós/clàssic/religiós/històric
lv: nopietnā, klasiskā, reliģiskā, vēsturiskā drāma

source: service off-air
ca: servei tancat
lv: kanāls nedarbojas

source: show DVD main menu
ca: mostrar el menú principal de DVD
lv: rādīt DVD galveno izvēlni

source: show all tags
ca: mostrar totes les etiquetes
lv: rādīt visas birkas

source: show event details
ca: mostrar detalls del event
lv: rādīt notikuma papildus informāciju

source: show softwaremanager in setup menu
ca: mostra softwaremanager al menú de configuració
lv: parādīt programmatūras pārvaldnieku iestatījumu izvēlnē

source: show softwaremanager on blue button
ca: mostra softwaremanager al botó blau
lv: parādīt programmatūras pārvaldnieku ar zilo pogu

source: show/game show (general)
ca: espectacle / concurs (general)
lv: šovi, spēļu šovi

source: shuffle
ca: barrejar
lv: jaukts

source: shut down
ca: apagar
lv: izslēgt

source: simple
ca: senzill
lv: vienkāršs

source: skip backward
ca: saltar endarrere
lv: pārlēkt atpakaļ

source: skip forward
ca: saltar endavant
lv: pārlēkt uz priekšu

source: slot%s - %s
ca: ranura%s - %s
lv: slots%s - %s

source: slot%s - %s (current image)
ca: ranura%s - %s (imatge actual)
lv: slots%s - %s (pašreizējais imidžs)

source: slot%s - %s (current image) with, backup
ca: ranura%s - %s (imatge actual) amb, còpia de seguretat
lv: slots%s - %s (pašreizējais imidžs), ar dublējumkopiju

source: slot%s - %s (current image), without backup
ca: ranura%s - %s (imatge actual), sense còpia de seguretat
lv: slots%s - %s (pašreizējais imidžs), bez dublējumkopijas

source: slot%s - %s mode 1
ca: ranura%s - %s mode 1
lv: slots%s - %s režīms 1

source: slot%s - %s mode 1 (current image)
ca: ranura%s - %s mode 1 (imatge actual)
lv: slots%s - %s režīms 1 (pašreizējais imidžs)

source: slot%s - %s mode 12
ca: ranura%s - %s mode 12
lv: slots%s - %s režīms 12

source: slot%s - %s mode 12 (current image)
ca: ranura%s - %s mode 12 (imatge actual)
lv: slots%s - %s režīms 12 (pašreizējais imidžs)

source: slot%s - %s, with backup
ca: ranura%s - %s, amb còpia de seguretat
lv: slots%s - %s, ar dublējumkopiju

source: slot%s - %s, without backup
ca: ranura%s - %s, sense còpia de seguretat
lv: slots%s - %s, bez dublējumkopijas

source: soap/melodrama/folkloric
ca: sabó/melodrama/folklòric
lv: ziepju opera, melodrāma, folklora

source: social/political issues/economics (general)
ca: qüestions socials / polítiques / economia (general)
lv: sociālie, politiskie jautājumi, ekonomika

source: social/spiritual sciences
ca: ciències socials / espirituals
lv: sociālie, garīgie

source: space
ca: espai
lv: tukšums

source: special events
ca: events especials
lv: speciālie notikumi

source: special format data DVD (HDTV compatible)
ca: DVD de dades en format especial (compatible amb HDTV)
lv: īpaša formāta datu DVD (HDTV)

source: sports (general)
ca: esports (general)
lv: sports

source: sports magazine
ca: magazine esportiu
lv: sporta žurnāls

source: standard
ca: estàndard
lv: standarta

source: standby
ca: mode standby
lv: gaidstāve

source: start cut here
ca: començar tall aquí
lv: sākt griešanu šeit

source: starts in a few seconds
ca: comença en pocs segons
lv: tūlīt sāksies

source: stepsize
ca: mida reduïda
lv: soļa lielums

source: successful
ca: completat
lv: veiksmīgi

source: switch to the next angle
ca: canviar al angle següent
lv: pārslēgt uz nākamo leņķi

source: switch to the next audio track
ca: canviar a la pista d’àudio següent
lv: pārslēgt uz nākošo skaņas celiņu

source: switch to the next subtitle language
ca: canviar al idioma de subtítols següent
lv: pārslēgt uz nākamo subtitru valodu

source: talk show
ca: tertúlia
lv: runu šovi

source: team sports/excluding football
ca: esports d'equip/excepte el futbol
lv: komandu sporta veidi

source: technology/natural sciences
ca: tecnologia/ciències naturals
lv: tehnoloģijas, dabaszinātnes

source: template file
ca: fitxer de plantilla
lv: šablona fails

source: tennis/squash
ca: tennis / esquaix
lv: teniss/skvošs

source: testing
ca: proves
lv: darbojas

source: this recording
ca: aquesta enregistrament
lv: šim ierakstam

source: toggle time, chapter, audio, subtitle info
ca: commutar el temps, el capítol, l’àudio, la informació dels subtítols
lv: Ie/izslēgt laiku, nodaļu, skaņu, subtitru informāciju

source: top
lv: augša

source: total conflict (%d)
ca: conflicte total (%d)
lv: %d konflikti

source: tourism/travel
ca: turisme / viatges
lv: tūrisma/ceļošana

source: true
ca: cert
lv: patiesība

source: type
ca: tipus
lv: veids

source: unavailable
ca: no disponible
lv: nepieejams

source: unconfirmed
ca: no confirmada
lv: neapstiprināts

source: undefined
ca: sense definir
lv: nedefinēts

source: unknown
ca: desconegut
lv: nezināms

source: unknown error
ca: error desconegut
lv: nezināma kļūda

source: unknown service
ca: servei desconegut
lv: nezināms kanāls

source: untestable
ca: no comprovable
lv: netestēts

source: until standby/restart
ca: fins que s’iniciï el mode standby / reinici
lv: līdz gaidstāvei/pārstartēšanai

source: use HDMI cacenter
ca: utilitzar HDMI cacenter
lv: izmantot HDMI cacenter

source: use best / controlled by HDMI
ca: ús millor / controlat per HDMI
lv: izmantot labāko no HDMI

source: user defined
ca: definit per l'usuari
lv: lietotāja definēts

source: user defined hidden
ca: definit per l'usuari (ocult)
lv: lietotāja slēpti

source: variety show
ca: espectacle de varietats
lv: varietē šovi

source: version
ca: versió
lv: versija

source: vertical
lv: vertikālā

source: violet
ca: violeta
lv: violets

source: wait for ci...
ca: esperar a ci...
lv: gaidiet atbildi no CI...

source: wait for mmi...
ca: esperar a mmi…
lv: gaidiet atbildi no mmi...

source: waiting
ca: esperant
lv: gaida

source: water sport
ca: esport d’aigua
lv: ūdens sports

source: weekly
ca: setmanalment
lv: ik nedēļu

source: west
ca: oest
lv: rietumi

source: when PiPzap enabled zap channel down...
ca: quan PiPzap va activar el canvi de canal avall…
lv: kad PiPzap ieslēgts pārslēgt kanālu lejup...

source: when PiPzap enabled zap channel up...
ca: quan PiPzap va activar el canvi de canal amunt…
lv: kad PiPzap ieslēgts pārslēgt kanālu augšup...

source: white
ca: blanc
lv: balts

source: wide
ca: ample
lv: plats

source: width
ca: amplada
lv: platums

source: winter sport
ca: esport d’hivern
lv: ziemas sports
