Repository: 68foxboris/enigma2
Catalog: po/*.po
Languages: ca, lv

source: Configure where completed timers show up in the timer list.
ca: Configurar on apareixen els programadors finalitzats a la llista de programadors.
lv: Uzstāda kur pabeigtie taimeri tiek parādīti taimeru sarakstā.

source: Configure whether (and for how long) a second infobar will be shown when OK is pressed twice. The second infobar contains additional information about the current channel.
ca: Configurar si (i durant quant de temps) es mostrarà una segona barra d'informació quan es premi OK dues vegades. La segona barra d'informació conté informació addicional sobre el canal actual.
lv: Uzstāda kur (un cik ilgi) otrais infopanelis tiek attēlots kad divreiz nospiests OK. Otrais infopanelis satur papildus informāciju par tekošo kanālu.

source: Configure whether multi channel PCM sound should be enabled.
ca: Configurar si s’hauria d’activar el so PCM multicanal.
lv: Uzstāda vai tiks izmantota daudzkanālu PCM atskaņošana.

source: Configure whether multi channel sound tracks should be downmixed to stereo.
ca: Configurar si s'hauria de fer downmix en estèreo a les pistes de so multicanal.
lv: Uzstāda kā daudzkanālu skaņu celiņi tiks dekodēti uz stereo.

source: Configure whether or not a rotor position will be displayed on the infobar
ca: Configurar si es mostrará o no una posició del rotor a la barra d'informació
lv: Uzstāda vai infojoslā tiks attēlota pozicioniera pozīcija

source: Configure whether or not an icon should be shown when your motorized dish is moving.
ca: Configurar si s’hauria de mostrar una icona o no quan es mou el plat motoritzat.
lv: Uzstāda vai tiks attēlota ikona kad satelītantena ar motoru pārvietosies.

source: Configure which access level to use for the configuration menu. Expert level gives access to all items.
ca: Configurar quin nivell d’accés utilitzar per al menú de configuració. El nivell expert ofereix accés a tots els elements.
lv: Uzstāda kādu iestatījumu līmeni lietot iestatījumu izvēlnē. Eksperta līmenis atļauj piekļuvi visiem iestatījumiem.

source: Configure which color format should be used on the SCART output.
ca: Configurar quin format de color s’hauria d’utilitzar a la sortida SCART.
lv: Uzstāda kādu krāsu formātu lietot SCART izejā.

source: Configure which tuner for recordings will be preferred, when more than one tuner is available.
ca: Configurar quin sintonitzador es preferirà per als enregistraments quan hi hagi més d’un sintonitzador disponible.
lv: Uzstāda kuram uztvērējam dot priekšroku ierakstot, ja pieejams vairāk kā viens uztvērējs.

source: Configure which tuner type will be preferred when the same service is available on different types of tuners. Choose 'no priority' to try each alternative one by one regardless of the tuner type.
ca: Configurar quin tipus de sintonitzador es preferirà quan el mateix servei estigui disponible en diferents tipus de sintonitzadors. Triar “cap prioritat” per provar cada una de les alternatives independentment del tipus de sintonitzador.
lv: Uzstāda kādam uztvērēja tipam dot priekšroku, ja viens un tas pats kanāls pieejams dažādos uztvērējos. Izvēlieties 'bez prioritātes' lai neatkarīgi no uztvērēja tipa mēģinātu visus pēc kārtas.

source: Configure which tuner will be preferred, when more than one tuner is available. If set to 'auto' the system will give priority to the tuner having the lowest number of channels/satellites.
ca: Configurar quin sintonitzador es preferirà quan hi hagi més d’un sintonitzador disponible. Si es defineix com a “automàtic”, el sistema donarà prioritat al sintonitzador que tingui el menor número de canals / satèl·lits.
lv: Uzstāda kuram uztvērējam dot priekšroku ja pieejams vairāk kā viens uztvērējs. Ja norādīsiet 'auto', sistēma izvēlēsies uztvērēju ar mazāko kanāla/pavadoņa numuru.

source: Configure your internal LAN
ca: Configurar la teva xarxa local interna
lv: Konfigurēt jūsu tīklu (LAN)

source: Configure your network again
ca: Configurar la teva xarxa de nou
lv: Atkārtoti konfigurēt jūsu tīklu

source: Configure your network settings and press OK to scan
lv: Iestatiet jūsu tīkla iestatījumus un nospiediet OK lai sāktu pārbaudi

source: Configure your wireless LAN again
ca: Configurar de nou la teva xarxa sense fils
lv: Atkārtoti uzstāda jūsu bezvadu tīklu

source: Configures which video output connector will be used.
ca: Configura quin connector de sortida de vídeo s’utilitzarà.
lv: Uzstāda kura video izeja tiks lietota.

source: Configuring
ca: Configurant
lv: Konfigurē

source: Conflict detection disabled!
ca: Detecció de conflictes desactivada!
lv: Konfliktu noteikšana izslēgta!

source: Conflict not resolved!
ca: Conflicte no resolt!
lv: Konflikts nav novērsts!

source: Congo
lv: Kongo

source: Congo (Democratic Republic of the)
ca: Congo (República Democràtica del)
lv: Kongo demokrātiskā republika

source: Connect
ca: Connectar
lv: Savienoties

source: Connect to a wireless network
ca: Connectar a una xarxa sense fils
lv: Savienoties ar bezvadu tīklu

source: Connected satellites
ca: Satèl·lits connectats
lv: Pieslēdz pavadoņus

source: Connected to
ca: Connectat a
lv: Pieslēgts

source: Connected transcoding, limit - no PiP!
ca: Transcodificació connectada, límit - sense PiP!
lv: Izmanto transkodēšanu, PiP nevar lietot!

source: Console
ca: Consola
lv: Konsole

source: Constellation & FFT mode
ca: Mode constel·lació i FFT
lv: Modulācija un FFT režīms

source: Consult your SCR device spec sheet for this information.
ca: Consulta la fitxa de especificacions del dispositiu SCR per obtenir aquesta informació.
lv: Lai iegūtu papildus informāciju izmantojiet SCR ierīces specifikāciju.

source: Consult your motor's spec sheet for this information, or leave the default setting.
ca: Consulta la fitxa específica del motor per a aquesta informació o bé deixa la configuració predeterminada.
lv: Lai iegūtu papildus informāciju izmantojiet motora specifikāciju vai izmantojiet noklusētos iestatījumus.

source: Content does not fit on DVD!
ca: El contingut no cap en DVD!
lv: Saturs neietilpst DVD!

source: Continue
ca: Continuar
lv: Turpināt

source: Continue playback
ca: Continuar reproducció
lv: Turpināt atskaņošanu

source: Continue playing
ca: Continuar reproducció
lv: Turpināt atskaņošanu

source: Continues play (loop)
lv: Nepārtraukta atskaņošana (loop)

source: Contrast
lv: Kontrasts

source: Cook Islands
ca: Illes Cook
lv: Kuka salas

source: Copy
ca: Copiar
lv: Kopēt

source: Copy to bouquets
ca: Copiar als bouquets
lv: Kopēt uz buķetēm

source: Correct invalid EPG data
ca: Corregir informació d'EPG no vàlida
lv: Labot EPG datus

source: Costa Rica
lv: Kostarika

source: Cote d'Ivoire
ca: Costa d’Ivori
lv: Kotdivuāra

source: Could not find installed channel list.
ca: No s’ha pogut trobar la llista de canals instal·lada.
lv: Nevar atrast instalēto kanālu sarakstu.

source: Could not find suitable media - Please remove some downloaded images or insert a media (e.g. USB stick) with sufficiant free space and try again!
ca: No s’ha trobat un mitjà adequat. Si us plau, elimina algunes imatges descarregades o insereix un mitjà (per exemple, un stick USB) amb espai lliure suficient i torna-ho a provar!
lv: Nav pieejams piemērots datu nesējs - lūdzu izdzēsiet kādu imidžu vai pieslēdziet datu nesēju ar pietiekamu daudzumu brīvas vietas un mēģiniet vēlreiz!

source: Could not load medium! No disc inserted?
ca: No es pot carregar el mitjà. No s’ha inserit cap disc?
lv: Nevar ielādēt datu nesēju! Disks nav ievietots?

source: Could not open Picture in Picture
ca: No s’ha pogut obrir Picture in Picture
lv: Nevar atvērt attēlu attēlā

source: Could not record due to conflicting timer %s
ca: No s’ha pogut enregistrar a causa del programador conflictiu %s
lv: Nevar ierakstīt dēļ taimeru konflikta %s

source: Could not record due to invalid service %s
ca: No s’ha pogut enregistrar a causa del servei %s no vàlid
lv: Nevar ierakstīt dēļ kļūdaina kanāla %s

source: Country
ca: País
lv: Valsts

source: Cover dashed flickering line for this service
ca: Cobrir la línia discontinua intermitent per aquest servei
lv: šim kanālam slēpt mirgojošo līniju

source: Create DVD-ISO
ca: Crear DVD-ISO
lv: Izveidot DVD-ISO

source: Create directory
ca: Crear directori
lv: Izveidot mapi

source: Create new folder and exit
ca: Crear una carpeta nova i sortir
lv: Izveidot jaunu mapi un iziet

source: Create separate radio userbouquet
ca: Crear un bouquet d’usuari de ràdio separat
lv: Izveidot atsevišķu radio buķeti

source: Creating directory %s failed.
ca: Ha fallat la creació del directori %s.
lv: Neizdevās izveidot mapi %s.

source: Creating filesystem
ca: Creant sistema de fitxers
lv: Izveido failu sistēmu

source: Creating partition
ca: Creant partició
lv: Izveidot partīciju

source: Croatia
ca: Croàcia
lv: Horvātija

source: Croatian
ca: Croat
lv: Horvātu

source: Cuba
lv: Kuba

source: Curacao
ca: Curaçao
lv: Kirasao

source: Current
ca: Actual
lv: Pašreizējais

source: Current CEC address
ca: Adreça actual del CEC
lv: Pašreizējā CEC adrese

source: Current device:
ca: Dispositiu actual:
lv: Pašreizējā iekārta:

source: Current event EPG
ca: EPG d’esdeveniments actual
lv: Pašreizējās pārraides EPG

source: Current event is over. Select an option to save the timeshift file.
ca: L’esdeveniment actual s'ha acabat. Selecciona una opció per desar el fitxer de timeshift.
lv: Pārraide beigusies. Ko darīt ar laika aiztures failu?

source: Current mode: %s
ca: Mode actual: %s
lv: Pašreizējais režīms: %s

source: Current rotor position:
ca: Posició actual del rotor:
lv: Pašreizējā rotora pozīcija:

source: Current settings:
ca: Configuració actual:
lv: Pašreizējie iestatījumi:

source: Current transponder
ca: Transponedor actual
lv: Pašreizējais transponderis

source: Current value:
ca: Valor actual:
lv: Pašreizējā vērtība:

source: Currently the commit log cannot be retrieved - please try later again.
ca: Actualment el registre de confirmació no es pot recuperar. Si us plau, torna-ho a provar més tard.
lv: Pašreiz izmaiņu žurnāls nav pieejams- lūdzu mēģiniet vēlāk.

source: Custom skip time for '1'/'3' buttons
ca: Saltar el temps personalitzat per als botons “1” / “3”
lv: Pārlēciena laiks '1'/'3' taustiņiem

source: Custom skip time for '4'/'6' buttons
ca: Saltar el temps personalitzat per als botons “4” / “6”
lv: Pārlēciena laiks '4'/'6' taustiņiem

source: Custom skip time for '7'/'9' buttons
ca: Saltar el temps personalitzat per als botons “7” / “9”
lv: Pārlēciena laiks '7'/'9' taustiņiem

source: Customize
ca: Personalitzar
lv: Iestatījumi

source: Customize OpenWebIF settings for fallback tuner
ca: Personalitzar la configuració d’OpenWebIF pel sintonitzador de reserva
lv: Pielāgot OpenWebIF iestatījumus attālinātam uztvērējam

source: Customize channel list cursor behavior
ca: Personalitzar el comportament del cursor de la llista de canals
lv: Kursora darbība atverot kanālu sarakstu

source: Cut
ca: Tallar
lv: Griezt

source: Cutlist editor
ca: Editor de llista de talls
lv: Griešanas redaktors

source: Cutlist editor...
ca: Editor de llista de talls...
lv: Griešanas redaktors...

source: Cyprus
ca: Xipre
lv: Kipra

source: Czech
ca: Txec
lv: Čehu

source: Czechia
ca: Txèquia
lv: Čehija

source: DMM advanced
ca: DMM avançat
lv: DMM paplašināts

source: DMM normal
lv: DMM normāls

source: DTS downmix
ca: Downmix de DTS
lv: DTS dekodēšana

source: DTS-HD(HR/MA) downmix
ca: Downmix de DTS-HD(HR/MA)
lv: DTS-HD(HR/MA) dekodēšana

source: DUAL LAYER DVD
ca: DVD DE DOBLE CAPA
lv: Dubultslāņu DVD

source: DVB CI Delay
ca: Retard de CI de DVB
lv: DVB CI aizture

source: DVB Subtitles PID & lang
ca: PID i idioma de subtítols de DVB
lv: DVB subtitri un valoda

source: DVB driver version:
ca: Versió del controlador de DVB:
lv: DVB draivera versija:

source: DVB subtitle black transparency
ca: Transparència en negre de subtítols de DVB
lv: DVB subtitru melnā caurspīdīgums

source: DVB type
ca: Tipus de DVB
lv: DVB veids

source: DVD Burn
ca: Gravació de DVD
lv: DVD ieraksts

source: DVD Menu
ca: Menú de DVD
lv: DVD izvēlne

source: DVD data format
ca: Format de dades de DVD
lv: DVD datu formāts

source: DVD file browser
ca: Navegador de fitxers de DVD
lv: DVD failu pārlūks

source: DVD media toolbox
ca: Caixa d’eines multimèdia de DVD
lv: DVD mediju aprīkojums

source: DVD player
ca: Reproductor de DVD
lv: DVD atskaņotājs

source: DVD titlelist
ca: Llista de títols de DVD
lv: DVD nosaukumi

source: DVDPlayer
ca: Reproductor de DVD
lv: DVD atskaņotājs

source: Danish
ca: Danès
lv: Dāņu

source: Date
ca: Data
lv: Datums

source: Date/time input
ca: Entrada de data / hora
lv: Datuma/laika ievade

source: Debug
ca: Depurar
lv: Rādīt žurnālā

source: Debug to file
ca: Depurar a fitxer
lv: Rakstīt darbību failā

source: Deep Standby LED
ca: LED de mode standby profund
lv: LED izslēdzot

source: Deep standby
ca: Mode standby profund
lv: Izslēgt

source: Default
ca: Per defecte
lv: Noklusētais

source: Default Services Scanner
ca: Escàner de serveis per defecte
lv: Kanālu meklētājs pēc noklusējuma

source: Default duration: %d mins
ca: Duració per defecte: %d minuts
lv: Pēc noklusējuma ilgums %d min.

source: Default movie location
ca: Ubicació predeterminada de pel·lícula
lv: Mediju failu atrašanās vieta pēc noklusējuma

source: Default settings
ca: Configuració per defecte
lv: Noklusējuma iestatījumi

source: Default timer type
ca: Tipus de progr. per defecte
lv: Noklusētais taimera tips

source: Default+Picon
ca: Predeterminat + picon
lv: Noklusējuma un pikona

source: Define additional delay in milliseconds before start of http(s) streams, e.g. to connect a remote tuner, you use a complex system of DiSEqC.
ca: Definir un retard addicional en mil·lisegons abans de l'inici dels fluxos http(s), p. ex. per connectar un sintonitzador remot utilitzes un sistema complex de DiSEqC.
lv: Norādiet papildu aizkavi milisekundēs pirms http(s) straumes sākuma, piemēram, lai pievienotu attālināto uztvērēju ar sarežģītu DiSEqC sistēmu.

source: Define the location of the EPG Cache file.
ca: Definir la ubicació del fitxer de memòria cau de l'EPG.
lv: Norādiet EPG kešatmiņas faila atrašanās vietu.

source: Delay after change voltage before switch command
ca: Retardar després de canviar la tensió abans de l'ordre de commutador
lv: Aizture pēc sprieguma izmaiņas līdz komutatora komandai

source: Delay after continuous tone disable before diseqc
ca: Retardar després de la desactivació del to continu abans de diseqc
lv: Aizture pēc nepārtraukta signāla atslēgšanas pirms DiSEqC

source: Delay after diseqc peripherial poweron command
ca: Retardar després de l'ordre d'engegada periférica de diseqc
lv: Aizture pēc DiSEqC perifērijas barošanas izslēgt komandas

source: Delay after diseqc reset command
ca: Retardar després de l’ordre de reinici de diseqc
lv: Aizture pēc DiSEqC reset komandas

source: Delay after enable voltage before motor command
ca: Retardar despès d'activar la tensió abans de l'ordre de motor
lv: Komandas aizture pēc paaugstināta motora sprieguma iesl.

source: Delay after enable voltage before switch command
ca: Retardar després d'activar la tensió abans de l’ordre de commutador
lv: Aizture pēc sprieguma ieslēgšanas līdz komutatora komandai

source: Delay after final continuous tone change
ca: Retardar després del canvi final de to continu
lv: Aizture pēc pēdējā nepārtrauktā toņa signāla

source: Delay after last diseqc command
ca: Retarda després de la darrera ordre de diseqc
lv: Aizture pēc pēdējās DiSEqC komandas

source: Delay after last voltage change
ca: Retardar després del darrer canvi de tensió
lv: Aizture pēc pēdējās sprieguma izmaiņas

source: Delay after motor stop command
ca: Retardar després de l'ordre de parada del motor
lv: Aizture pēc motora stop komandas

source: Delay after set voltage before measure motor power
ca: Retardar després d'establir la tensió abans de mesurar la potència del motor
lv: Aizture pēc sprieguma uzstādīšanas līdz jaudas mērīšanai

source: Delay after toneburst
ca: Retard després de la ràfega de to
lv: Aizture pēc toņsignāla

source: Delay after voltage change before motor command
ca: Retardar després del canvi de tensió abans de l'ordre de motor
lv: Aizture pēc motora sprieguma izmaiņas

source: Delay before key repeat starts:
ca: Retardar abans que comenci la repetició de botó:
lv: Aizture pirms taustiņu atkārtošanas:

source: Delay before sequence repeat
ca: Retardar abans de repetir seqüència
lv: Aizture pirms secības atkārtojuma

source: Delay between CEC commands when sending a series of commands. Some devices require this delay for correct functioning, usually between 50-150ms.
ca: Retardar entre les ordres CEC quan s’envia una sèrie d’ordres. Alguns dispositius requereixen aquest retard per al funcionament correcte, normalment entre 50 i 150 ms.
lv: Aizture starp CEC komandām kad sūta vairākas. Dažām ierīcēm, lai tās strādātu korekti, nepieciešama 50-150ms aizture.

source: Delay between diseqc commands
ca: Retardar entre les ordres de diseqc
lv: Aizture starp DiSEqC komandām

source: Delay between switch and motor command
ca: Retardar entre les ordres de commutador i motor
lv: Aizture starp komutatora un motora komandām

source: Delay for external subtitles
ca: Retardar per subtítols externs
lv: Aizture ārējiem subtitriem

source: Delay in miliseconds after finish scrolling text on display.
ca: Retard en mil·lisegons un cop finalitzat el desplaçament de text a la pantalla.
lv: Aizture milisekundēs pēc teksta ritināšanas displejā.

source: Delay in miliseconds before start of scrolling text on display.
ca: Retard en mil·lisegons abans de començar el desplaçament de text a la pantalla.
lv: Aizture milisekundēs pirms teksta ritināšanas displejā.

source: Delay in miliseconds between scrolling characters on display.
ca: Retard en mil·lisegons entre desplaçar els caràcters a la pantalla.
lv: Aizture milisekundēs simbolu ritināšanas ātrumam displejā.

source: Delete
ca: Eliminar
lv: Dzēst

source: Delete Image
ca: Eliminar imatge
lv: Dzēst

source: Delete all the text
ca: Eliminar tot el text
lv: Dzēst visu tekstu

source: Delete entry
ca: Eliminar entrada
lv: Dzēst ierakstu

source: Delete failed!
ca: Ha fallat l'eliminació!
lv: Dzēšana neizdevās!

source: Delete file
ca: Eliminar fitxer
lv: Dzēst failu

source: Delete image
ca: Eliminar imatge
lv: Dzēst

source: Delete playlist entry
ca: Eliminar entrada de llista de reproducció
lv: Dzēst repertuāra ierakstu

source: Delete saved playlist
ca: Eliminar llista de reproducció desada
lv: Dzēst saglabāto repertuāru

source: Delete the character to the left of text cursor
ca: Eliminar el caràcter de l’esquerra del cursor de text
lv: Dzēst burtu pa kreisi no kursora

source: Delete the character under the text cursor
ca: Eliminar el caràcter sota el cursor de text
lv: Dzēst burtu zem kursora

source: Delete timer
ca: Eliminar programador
lv: Dzēst taimeri

source: Deleted
ca: Eliminat
lv: Izdzēsts

source: Deleted image
ca: Imatge eliminada
lv: Dzēstais imidžs

source: Deleted items
ca: Elements eliminats
lv: Dzēsts

source: Denmark
ca: Dinamarca
lv: Dānija

source: Depth
ca: Profunditat
lv: Dziļi

source: Descramble receiving http streams
ca: Descodificar fluxos http rebuts
lv: Dekodēt saņemtās http straumes

source: Descramble sending http streams
ca: Descodificar fluxos http enviats
lv: Dekodēt sūtītās http straumes

source: Description
ca: Descripció
lv: Apraksts

source: Deselect
ca: Deseleccionar
lv: Atcelt izvēli

source: Destination of fallback remote receiver
ca: Destinació del receptor remot de reserva
lv: Attālinātā rezerves uztvērēja adrese

source: Destination of fallback remote receiver for ATSC
ca: Destinació del receptor remot de reserva per ATSC
lv: ATSC attālinātā rezerves uztvērēja adrese

source: Destination of fallback remote receiver for DVB-C
ca: Destinació del receptor remot de reserva per DVB-C
lv: DVB-C attālinātā rezerves uztvērēja adrese

source: Destination of fallback remote receiver for DVB-T
ca: Destinació del receptor remot de reserva per DVB-T
lv: DVB-T attālinātā rezerves uztvērēja adrese

source: Details for plugin:
ca: Detalls del plugin:
lv: Spraudņu papildinformācija:

source: Detect next boxes before standby
ca: Detectar receptors propers abans del mode standby
lv: Noteikt citas iekārtas pirms gaidstāves

source: Detected NIMs:
ca: NIMs detectats:
lv: Uztvērēji:

source: Detected storage devices:
ca: Dispositius d'emmagatzematge detectats:
lv: Atmiņas iekārtas:

source: Device name:
ca: Nom del dispositiu:
lv: Iekārtas nosaukums:

source: DiSEqC 1.0 command
ca: Ordre de DiSEqC 1.0
lv: DiSEqC 1.0 komanda

source: DiSEqC 1.1 command
ca: Ordre de DiSEqC 1.1
lv: DiSEqC 1.1 komanda

source: DiSEqC 1.1 repeats
ca: Repeticions de DiSEqC 1.1
lv: DiSEqC 1.1 atkārtojumi

source: DiSEqC Tester
ca: Comprovador de DiSEqC
lv: DiSEqC tests

source: DiSEqC mode
ca: Mode DiSEqC
lv: DiSEqC režīms

source: DiSEqC port %s: %s
ca: Port de DiSEqC %s: %s
lv: DiSEqC ieeja: %s: %s

source: DiSEqC-tester settings
ca: Configuració del comprovador de DiSEqC
lv: DiSEqC-testera iestatījumi

source: Did you see all eight arrow heads?
ca: Has vist les vuit puntes de fletxa?
lv: Vai jūs redzat visu bultu galus?

source: Digital contour removal
ca: Eliminació del contorn digital
lv: Digitālo kontūru noņemšana

source: Direct playback of linked titles without menu
ca: Reproducció directa de títols enllaçats sense menú
lv: Saistīto nosaukumu tiešā atskaņošana bez izvēlnes

source: Directory
ca: Directori
lv: Mape

source: Directory %s does not exist.
ca: El directori %s no existeix.
lv: Mape %s neeksistē.

source: Directory browser
ca: Navegador de directoris
lv: Mapju pārlūks

source: Directory contains %(file)s and %(subdir)s.
ca: El directori conté %(file)s i %(subdir)s.
lv: Mape satur %(file)s un %(subdir)s.

source: Disable
ca: Desactivar
lv: Izslēgt

source: Disable FCC during recordings
ca: Desactivar FCC durant els enregistraments
lv: Izslēgt FCC ieraksta laikā

source: Disable Picture in Picture
ca: Desactivar Picture in Picture
lv: Izslēgt attēls attēlā

source: Disable background scanning
ca: Desactivar escaneig en segon pla
lv: Atslēgt skenēšanu fonā

source: Disable current event but not coming events
ca: Desactivar l’esdeveniment actual però no els esdeveniments que venen
lv: Izslēgt patreizējo notikumu bet ne nākošos

source: Disable move mode
ca: Desactivar mode de moviment
lv: Izslēgt pārvietošanas režīmu

source: Disable timer
ca: Desactivar programador
lv: Izslēgt taimeri

source: Disabled
ca: Desactivat
lv: Izslēgts

source: Disk space to reserve for recordings (in GB)
ca: Espai de disc reservat per a enregistraments (en GB)
lv: Rezerve ierakstiem diskā (GB)

source: Disk state:
ca: Estat del disc:
lv: Diska statuss:

source: Display 16:9 content as
ca: Mostrar el contingut de 16:9 com a
lv: Attēlot 16:9 saturu

source: Display 4:3 content as
ca: Mostrar el contingut de 4:3 com a
lv: Attēlot 4:3 saturu

source: Display >16:9 content as
ca: Mostrar contingut superior a 16:9 com a
lv: Attēlot >16:9 saturu

source: Display EPG as MultiEPG
ca: Mostrar EPG com a MultiEPG
lv: Rādīt daudzkanālu EPG

source: Display EPG info for current event
ca: Mostrar informació de EPG per a l’esdeveniment actual
lv: Rādīt EPG informāciju pašreizējai pārraidei.

source: Display EPG list for current channel
ca: Mostrar la llista de EPG per al canal actual
lv: Rādīt EPG sarakstu pašreizējai pārraidei.

source: Display Skin
ca: Visualitzar la skin
lv: Displeja noformējums

source: Display and userinterface
ca: Pantalla i interfície d’usuari
lv: Attēla un lietotāja interfeiss

source: Display message before playing next movie
ca: Mostrar missatge abans de reproduir la següent pel·lícula
lv: Parādīt paziņojumu pirms atskaņo nākošo filmu
