Repository: 68foxboris/enigma2
Catalog: po/*.po
Languages: ca, lv

source: Provider
ca: Proveïdor
lv: Operators

source: Providers
ca: Proveïdors
lv: Operatori

source: Puerto Rico
lv: Puertoriko

source: Purge deleted user bouquets
ca: Purgar els bouquets d’usuari eliminats
lv: Iztīrīt dzēstās buķetes

source: Put A/V receiver to standby too.
ca: Posar el receptor d'àudio/vídeo també en standby.
lv: Iestatīt arī A/V resīveri gaidstāvē.

source: Put TV in standby
ca: Posar la televisió en standby
lv: Iestatīt TV gaidstāvē

source: Put receiver in standby
ca: Posar el receptor en standby
lv: Iestatīt uztvērēju gaidstāvē

source: Python frontend for /tmp/mmi.socket
ca: Frontend de Python per a /tmp/mmi.socket
lv: Python frontend /tmp/mmi.socket

source: Python version:
ca: Versió de Python:
lv: Python versija:

source: Qatar
lv: Katara

source: Question
ca: Pregunta
lv: Jautājums

source: Quick
ca: Ràpid
lv: Ātrais

source: Quick zap
ca: Zàping ràpid
lv: Ātrā pārslēgšana

source: REC
ca: ENREGISTRAMENT
lv: IER

source: RF output
ca: Sortida RF
lv: RF izeja

source: Ram disk
ca: Disc RAM
lv: Ram disks

source: Random
ca: Aleatori
lv: Nejauša

source: Rating defined by broadcaster - %d
ca: Classificació definida per un emissor - %d
lv: Raidorganizācijas vērtējums - %d

source: Rating undefined
ca: Classificació no definida
lv: Vērtējums nav definēts

source: Really close without saving settings?
ca: Vols sortir sense desar els canvis?
lv: Vai tiešām aizvērt, nesaglabājot iestatījumus?

source: Really delete done timers?
ca: Vols eliminar els programadors finalitzats?
lv: Vai tiešām dzēst izpildītos taimerus?

source: Really exit the subservices quickzap?
ca: Vols sortir del zàping ràpid de subserveis?
lv: Vai tiešām iziet no papildkanālu ātrās pārslēgšanas režīma?

source: Really perform a manufacturer reset now?
ca: Vols restablir ara a configuració de fàbrica?
lv: Vai tiešām veikt atiestatīšanu?

source: Really permanently delete MultiBoot files? %s
ca: Vols eliminar permanentment els fitxers de Multiboot? %s
lv: Vai tiešām neatgriezeniski izdzēst multiboot failus?? %s

source: Really reboot now?
ca: Vols reiniciar ara?
lv: Vai tiešām pārstartēt?

source: Really restart in debug mode now?
ca: Vols reiniciar ara en mode de depuració?
lv: Vai tiešām pārstartēt testa režīmā?

source: Really restart now?
ca: Vols reiniciar ara?
lv: Vai tiešām pārstartēt?

source: Really shutdown now?
ca: Vols apagar ara?
lv: Vai tiešām izslēgt?

source: Really store at index %2d for current position?
ca: Vols desar a l’índex %2d per la posició actual?
lv: Vai tiešām saglabāt numuru %2d pašreizējai pozīcijai?

source: Really update the frontprocessor and reboot now?
ca: Vols actualitzar ara el processador frontal i reiniciar?
lv: Vai tiešām atjaunot un pārstartēt tagad?

source: Really update your settop box and reboot now?
ca: Vols actualitzar ara el descodificador i reiniciar?
lv: Vai tiešām atjaunot uztvērēju un pārstartēt tagad?

source: Reboot
ca: Reiniciar
lv: Pārstartēt

source: Rec
ca: Enregistrar
lv: Ier

source: Recall to previous service
ca: Recuperar al servei anterior
lv: Atgriezties uz iepriekšējo kanālu

source: Receiver or driver does not support FCC
lv: Uztvērējs vai draiveris neatbalsta FCC

source: Reception settings
ca: Configuracions de recepció
lv: Uztveršanas iestatījumi

source: Record
ca: Enregistrament
lv: Ierakstu iestatījumi

source: Record time limited due to conflicting timer %s
ca: Temps d'enregistrament limitat a causa del programador en conflicte %s
lv: Ierobežots ieraksta laiks dēļ taimera konflikta %s

source: Recorded files...
ca: Fitxers enregistrats...
lv: Ierakstītie faili...

source: Recording
ca: Enregistrant
lv: Ieraksta

source: Recording IPTV with ServiceApp player enabled, timer ended! Please recheck it!
ca: Enregistrant IPTV amb el reproductor ServiceApp activar. El programador ha finalitzat! Torna-ho a comprovar, si us plau!
lv: Ieslēgts IPTV ieraksts ar ServiceApp, bet ieraksts beidzies! Lūdzu pārbaudiet to!

source: Recording Setup
ca: Configuració de l’enregistrament
lv: Ieraksta iestatījumi

source: Recording in progress
ca: Enregistrament en curs
lv: Ieraksts notiek

source: Recording paths
ca: Rutes d'enregistrament
lv: Ierakstīšanas ceļš

source: Recording time has been set.
ca: S'ha establert el temps d'enregistrament
lv: Ierakstīšanas laiks iestatīts.

source: Recording type
ca: Tipus d'enregistrament
lv: Ieraksta veids

source: Recording(s) are in progress or coming up in few seconds!
ca: Els enregistraments estan en curs o es produiran en pocs segons!
lv: Pašreiz notiek ieraksts, vai sāksies pēc neilga laika!

source: Recordings
ca: Enregistraments
lv: Ieraksti

source: Recordings always have priority
ca: Els enregistraments sempre tenen prioritat
lv: Ierakstiem vienmēr ir prioritāte

source: Red
ca: Vermell
lv: Sarkanā

source: Red button...
ca: Botó vermell...
lv: Sarkanā poga...

source: Red colored
ca: De color vermell
lv: Sarkanā krāsā

source: Reenter PIN
ca: Tornar a introduir el PIN
lv: Atkārtojiet PIN

source: Reflash recommended!
ca: Es recomana reflashejar!
lv: Ieteicams pāršūt programmatūru!

source: Refresh
ca: Actualitzar
lv: Atjaunināt

source: Refresh rate
ca: Freqüència d'actualització
lv: Atjaunināšanas biežums

source: Refresh rate selection.
ca: Selecció de la freqüència d'actualització.
lv: Atjaunināšanas ātruma izvēle.

source: Refusing to move to the same directory
ca: Negant-se a passar al mateix directori
lv: Nevar pārvietot tajā pašā mapē!

source: Regard deep standby as standby
ca: Considerar el mode standby profund com a mode standby
lv: Pieņemt dziļo gaidīšanu kā gaidīšanu

source: Region
ca: Regió
lv: Reģions

source: Relative
ca: Relatiu
lv: Relatīvs

source: Reload
ca: Recarregar
lv: Pārlādēt

source: Reload blacklists
ca: Recarregar llistes negres
lv: Pārlādēt melno sarakstu

source: Reloading bouquets and services...
ca: Recarregant bouquets i serveis...
lv: Pārlādē buķetes un kanālus...

source: Remember last service in PiP
ca: Recordar últim servei en PiP
lv: Atcerēties pēdējo PiP kanālu

source: Remember service PIN
ca: Recordar el PIN del servei
lv: Atcerēties kanāla PIN

source: Reminder, you have chosen to save timeshift file.
ca: Recordatori: has decidit desar el fitxer de timeshift.
lv: Atgādinājums, jums jāizvēlas lai saglabātu laika aiztures failu.

source: Remote control type
ca: Tipus de comandament remot
lv: Pults veids

source: Remote control type setup
ca: Configuració del tipus de comandament remot
lv: Pults iestatījumi

source: Removal has completed.
ca: L’eliminació s’ha completat.
lv: Dzēšana pabeigta.

source: Remove
ca: Eliminar
lv: Dzēst

source: Remove a mark
ca: Eliminar una marca
lv: Dzēst iezīmi

source: Remove all alternatives
ca: Eliminar totes les alternatives
lv: Dzēst visas alternatīvas

source: Remove all logfiles
ca: Eliminar tots els fitxers de registre
lv: Dzēst visus žurnāla failus

source: Remove all new found flags
ca: Eliminar totes les marques de nou trobat
lv: Dzēst visus 'jaunatrasts' marķējumus

source: Remove bookmark
ca: Eliminar preferit
lv: Dzēst

source: Remove bouquet from parental protection
ca: Eliminar bouquet de protecció parental
lv: Dzēst buķeti no vecāku kontroles

source: Remove cable services
ca: Eliminar serveis per cable
lv: Dzēst kabeļu kanālus

source: Remove completed timers after (days)
ca: Eliminar els programadors finalitzats després de (dies)
lv: Dzēst pabeigtos taimerus pēc (dienām)

source: Remove currently selected title
ca: Eliminar el títol seleccionat
lv: Dzēst pašreiz izvēlēto virsrakstu

source: Remove directory
ca: Eliminar directori
lv: Dzēst mapi

source: Remove entry
ca: Eliminar entrada
lv: Dzēst ierakstu

source: Remove forever
ca: Eliminar per sempre
lv: Dzēst

source: Remove from parental protection
ca: Eliminar de la protecció parental
lv: Dzēst no vecāku kontroles

source: Remove items from trash can after (days)
ca: Eliminar els elements de la paperera després de (dies)
lv: Dzēst no miskastes pēc (dienām)

source: Remove new found flag
ca: Eliminar marca de nou trobat
lv: Dzēst 'jaunatrasts' marķējumu

source: Remove plugins
ca: Eliminar plugins
lv: Dzēst spraudņus

source: Remove selected satellite
ca: Eliminar el satèl·lit seleccionat
lv: Dzēst izvēlēto pavadoni

source: Remove terrestrial services
ca: Eliminar els serveis terrestres
lv: Dzēst televīzijas kanālus

source: Remove the services on scanned transponders before re-adding services?
ca: Eliminar els serveis dels transponedors escanejats abans de tornar a afegir serveis?
lv: Vai dzēst kanālus no skenētajiem transponderiem pirms kanālu atkārtotas pievienošanas?

source: Remove this logfile
ca: Eliminar aquest fitxer de registre
lv: Dzēst šo žurnāla failu

source: Remove title
ca: Eliminar títol
lv: Dzēst virsrakstu

source: Removing
ca: Eliminant
lv: Noņem

source: Removing directory %s failed. (Maybe not empty.)
ca: Ha fallat l’eliminació del directori %s. (Potser no està buit).
lv: Neizdevās izdzēst mapi %s. (Varbūt nav tukša.)

source: Removing partition table
ca: Eliminant taula de particions
lv: Dzēst partīciju tabulu

source: Rename
ca: Canviar el nom
lv: Pārsaukt

source: Rename entry
ca: Canviar el nom a l’entrada
lv: Pārsaukt ierakstu

source: Rename name and description for new events
ca: Canviar el nom i la descripció per nous esdeveniments
lv: Jauniem notikumiem pārsaukt nosaukumu un aprakstu

source: Repeat
ca: Repetir
lv: Atkārtot

source: Repeat leave standby messages
ca: Repetir els missatges de sortida de standby
lv: Atkārtot signālu iziet no gaidstāves

source: Repeat playlist
ca: Repetir llista de reproducció
lv: Atkārtot repertuāru

source: Repeat type
ca: Tipus de repetició
lv: Atkārtošanas veids

source: Repeats
ca: Repeticions
lv: Atkārtojumi

source: Replace `- ` in dialogs with colored text per speaker (like teletext subtitles for the hearing impaired)
ca: Substituir `-` en els diàlegs en text de colors per altaveu (com els subtítols de teletext per a deficiències auditives)
lv: Aizvieto `- ` dialogos ar krāsainu tekstu atbilstoši runātājam (kā nedzirdīgo teleteksta subtitros)

source: Replace newlines in EPG
ca: Substituir les línies noves a EPG
lv: Aizvietot EPG tukšās rindas

source: Request for physical address report
ca: Sol·licitud d’informe d’adreça física
lv: Fiziskās adreses pieprasījums

source: Request for vendor report
ca: Sol·licitud d’informe de venedor
lv: Ražotāja pieprasījums

source: Require authentication for http streams
ca: Requerir autenticació per als streams http
lv: Http plūsmām nepieciešama autentifikācija

source: Required medium type:
ca: Tipus de mitjà requerit:
lv: Nepieciešamais veids:

source: Rereading partition table
ca: Tornant a llegir taula de particions
lv: Lasa partīciju tabulu

source: Reserved
ca: Reservat
lv: Rezervēts

source: Reset
ca: Resetejar
lv: Atstatīt

source: Reset and renumerate title names
ca: Restableix i renumera els noms del títol
lv: Atstatīt un pārnumurēt virsrakstu nosaukumus

source: Reset order (All)
ca: Restableix la orde (Tot)
lv: Atiestatīt

source: Reset persistent PIN code
ca: Restableix el codi PIN persistent
lv: Atiestatiet patstāvīgo PIN kodu

source: Reset playback position
ca: Restableix la posició de reproducció
lv: Atstatīt atskaņošanas pozīciju

source: Reset video enhancement settings to system defaults?
ca: Voleu restablir la configuració de millora de vídeo als valors predeterminats del sistema?
lv: Atstatīt video uzlabošanas iestatījumus uz noklusējuma?

source: Reset video enhancement settings to your last configuration?
ca: Voleu restablir la configuració de millora de vídeo a la vostra darrera configuració?
lv: Atstatīt video uzlabošanas iestatījumus uz pēdējiem konfigurētajiem?

source: Resolution
ca: Resolució
lv: Izšķirtspēja

source: Restart
ca: Reiniciar
lv: Pārstartēt uztvērēju

source: Restart GUI now?
ca: Reiniciar ara la interfície?
lv: Pārstartēt?

source: Restart both
ca: Reiniciar els dos
lv: Pārstartēt abus

source: Restart cardserver
ca: Reiniciar el cardserver
lv: Pārstartēt karšu serveri

source: Restart enigma
ca: Reiniciar enigma
lv: Pārstartēt

source: Restart enigma in debug mode
ca: Reiniciar enigma en mode de depuració
lv: Pārstartēt testa režīmā

source: Restart enigma in standard mode
ca: Reiniciar enigma en mode estàndard
lv: Pārstartēt standarta režīmā

source: Restart network
ca: Reiniciar la xarxa
lv: Pārstartēt tīklu

source: Restart softcam
ca: Reiniciar softcam
lv: Pārstartēt softcam

source: Restart test
ca: Reiniciar la prova
lv: Atkārtot testu

source: Restart your network connection and interfaces.
ca: Reinicieu la connexió de xarxa i les interfícies.
lv: Pārstartēt tīkla savienojumu un interfeisus.

source: Restore
ca: Restablir
lv: Atjaunot

source: Restore backups
ca: Restablir les còpies de seguretat
lv: Atjaunot dublējumkopiju

source: Restore defaults
ca: Restablir els valors predeterminats
lv: Atiestatīt

source: Restore deleted images
ca: Restablir les imatges suprimides
lv: Atjaunot dzēstos imidžus

source: Restore deleted user bouquets
ca: Restablir els bouquets d’usuari eliminats
lv: Atjaunot dzēstās buķetes

source: Restore system settings
ca: Restablir la configuració del sistema
lv: Atjaunot sistēmas iestatījumus

source: Restore your backups by date.
ca: Restablir les teves còpies de seguretat per data.
lv: Atjaunot dublējumkopijas pēc datuma.

source: Restore your receiver settings.
ca: Restablir la configuració del receptor.
lv: Atjaunot uztvērēja iestatījumus.

source: Restoring...
ca: S’està restablint…
lv: Atjauno...

source: Resume from last position
ca: Reprendre des de la darrera posició
lv: Turpina no pēdējā stāvokļa

source: Resume position at %s
ca: Reprendre posició a %s
lv: Turpinās no vietas %s

source: Resuming playback
ca: Reprenent reproducció
lv: Turpina atskaņošanu

source: Retrieving image list - Please wait...
ca: Obtenint llista d'imatges. Espera, si us plau…
lv: Iegūst imidžu sarakstu - Lūdzu gaidiet...

source: Return to movie list
ca: Tornar a la llista de pel·lícules
lv: Atgriezties uz mediju sarakstu

source: Return to previous service
ca: Tornar al servei anterior
lv: Atgriezties uz iepriekšējo kanālu

source: Reunion
ca: Reunió
lv: Reinjona

source: Reverse bouquet buttons
ca: Invertir botons de bouquet
lv: Reversēt buķešu taustiņus

source: Reverse list
ca: Invertir llista
lv: Reversēt sarakstu

source: Rewind speeds
ca: Velocitats de rebobinatge
lv: Attīšanas ātrumi

source: Rewrap subtitles
ca: Reajustar els subtítols
lv: Pārdalīt subtitrus

source: Right
ca: Dreta
lv: Labais

source: Right from servicename
ca: Dreta del nom de servei
lv: Pa labi no kanāla nosaukuma

source: Roll-off
ca: Desplegament
lv: Roll-off faktors

source: Romania
lv: Rumānija

source: Romanian
ca: Romanès
lv: Rumāņu

source: Root directory
ca: Directori arrel
lv: Noklusētā mape

source: Rotor step position:
ca: Posició del pas del rotor:
lv: Pozicioniera soļa pozīcija:

source: Rotor turning speed
ca: Velocitat de rotació del motor
lv: Pozicioniera griešanās ātrums

source: Rotor:
lv: Rotors:

source: Round start time on
ca: Hora d’inici de ronda
lv: Raunda sākuma laiks

source: Russian
ca: Rus
lv: Krievu

source: Russian Federation
ca: Federació Russa
lv: Krievijas Federācija

source: Rwanda
ca: Ruanda
lv: Ruanda

source: SCPC optimized search range
ca: Interval de cerca optimitzat per SCPC
lv: SCPC optimizēta meklēšana

source: SRT file
ca: Fitxer SRT
lv: SRT fails

source: SSA file
ca: Fitxer SSA
lv: SSA fails

source: Saint Barthelemy
ca: Sant Barthelemy
lv: Svētā Baratlemija

source: Saint Helena, Ascension and Tristan da Cunha
ca: Santa Helena, Ascensió i Tristan da Cunha
lv: Sv. Helēnu salas, Debesbraukšanas salas un Tristānas da Cunha

source: Saint Kitts and Nevis
ca: Saint Kitts i Nevis
lv: Sentkitsa un Nevisa

source: Saint Lucia
ca: Santa Llúcia
lv: Sentluisa

source: Saint Martin (French part)
ca: Sant Martí (part francesa)
lv: Saint Martin (franču daļa)

source: Saint Pierre and Miquelon
ca: Saint Pierre i Miquelon
lv: Senpjēra un Mikelona

source: Saint Vincent and the Grenadines
ca: Sant Vicent i les Grenadines
lv: Sentvinsenta un Grenadīnas

source: Same as stream
ca: El mateix que el flux
lv: Tāds pats kā pārraidēm

source: Same resolution as skin
ca: La mateixa resolució que la skin
lv: Tāda pati izšķirtspēja kā noformējumam

source: San Marino
lv: Sanmarīno

source: Sao Tome and Principe
ca: Sao Tome i Principe
lv: Santome un Prinsipi

source: Sat
ca: Dis
lv: Se

source: Satellite
ca: Satèl·lit
lv: Pavadonis

source: Satellite dish setup
ca: Configuració de la antena parabòlica
lv: Satelītantenas iestatījumi

source: Satellite equipment
ca: Equipament per satèl·lit
lv: Satelīta iekārtas

source: Satellite equipment setup
ca: Configuració de l'equipament per satèl·lit
lv: Satelīta iekārtu iestatījumi

source: Satellite longitude:
ca: Longitud del satèl·lit:
lv: Pavadoņa garuma pozīcija:

source: Satellites
ca: Satèl·lits
lv: Pavadoņi

source: Sats
lv: Pavad

source: Saturation
ca: Saturació
lv: Piesātinājums

source: Saturday
ca: Dissabte
lv: Sestdiena

source: Saudi Arabia
ca: Aràbia Saudita
lv: Saūda Arābija

source: Save
ca: Desar
lv: Saglabāt

source: Save / Enter text and exit
ca: Desar / Introduir text i sortir
lv: Saglabāt vai ievadīt tekstu un iziet

source: Save and activate the currently selected skin
ca: Desar i activar la skin seleccionada actualment
lv: Saglabājiet un aktivizējiet izvēlēto noformējumu

source: Save and exit
ca: Desar i sortir
lv: Saglabāt un iziet

source: Save and restart timeshift
ca: Desar i reiniciar timeshift
lv: Saglabāt un pārstartēt laika aizturi

source: Save and stop timeshift
ca: Desar i aturar timeshift
lv: Saglabāt un apturēt laika aizturi

source: Save changes
ca: Desar canvis
lv: Saglabāt

source: Save last directory on exit
ca: Desar l’últim directori en sortir
lv: Izejot, saglabāt pēdējo mapi

source: Save playlist
ca: Desar llista de reproducció
lv: Saglabāt repertuāru

source: Save playlist on exit
ca: Desar la llista de reproducció en sortir
lv: Izejot, saglabāt repertuāru

source: Save settings and EPG data
ca: Desar la configuració i les dades d’EPG
lv: Saglabā iestatījumus un EPG datus

source: Save timeshift and zap
ca: Desar timeshift i zapejar
lv: Saglabāt laika aiztures failu un pārslēgt

source: Save timeshift file
ca: Desar fitxer de timeshift
lv: Saglabāt laika aiztures failu

source: Save timeshift file in movie directory
ca: Desar fitxer de timeshift al directori de pel·lícules
lv: Saglabāt laika aiztures failu ierakstu mapē

source: Save timeshift in movie dir and zap
ca: Desar timeshift en el directori de pel·lícules i zapejar
lv: Saglabāt laika aiztures failu ierakstu mapē un pārslēgt

source: Save timeshift only for current event
ca: Desar timeshift només per l'esdeveniment actual
lv: Saglabāt laika aizturi tikai pašreizējai pārraidei

source: Scaler sharpness
ca: Nitidesa d'escalada
lv: Asums

source: Scaler vertical dejagging
ca: Allisat vertical de l'escalador
lv: Asuma vertikālā nojaukšana

source: Scaling mode
ca: Mode d’escalat
lv: Mērogošanas režīms

source: Scan
ca: Escanejar
lv: Meklēt

source: Scan
ca: Escanejar
lv: Meklēt

source: Scan %s
ca: Escanejar %s
lv: Meklē %s

source: Scan %s band
ca: Escanejar la banda %s
lv: Meklē %s diapazonu

source: Scan additional SR
ca: Escanejar SR addicional
lv: Meklēt papildu SR

source: Scan completed, %d channel found.
ca: S’ha completat l'escaneig, s’ha trobat %d canal.
lv: Meklēšana pabeigta, %d kanāls atrasts.

source: Scan failed!
ca: L'escaneig ha fallat!
lv: Meklēšana pārtraukta!

source: Scan files...
ca: Escanejar fitxers...
lv: Meklē failus...

source: Scan for local extensions and install them.
ca: Cercar extensions locals i instal·lar-les.
lv: Meklēt un instalēt lokālos paplašinājumus.

source: Scan options
ca: Opcions d’escaneig
lv: Meklēšanas veids

source: Scan state
ca: Estat d'escaneig
lv: Meklēšanas statuss

source: Scan using transponders on NIT table? 'No' will use transponders in xml file.
ca: Escanejar amb transponedors a la taula NIT? 'No' utilitzarà transponedors del fitxer xml.
lv: Skenēt izmantojot transponderus no NIT informācijas? Izvēloties 'Nē' izmantos transponderus no xml faila.

source: Scan wireless networks
ca: Escanejar xarxes sense fils
lv: Meklēt bezvadu tīklus

source: Scan your network for wireless access points and connect to them using your selected wireless device.
ca: Escanejar la teva xarxa de punts d’accés sense fils i connectar-te a ells mitjançant el dispositiu sense fils seleccionat.
lv: Meklē jūsu bezvadu pieejas punktus un pieslēdzas tiem lietojot jūsu izvēlēto bezvadu ierīci.

source: Scanning %s...
ca: Escanejant %s…
lv: Meklē %s...

source: Scanning - %d%% completed
ca: Escanejant: %d %% completat
lv: Meklēšana - %d%% pabeigts

source: Scanning completed, %d channel found
ca: L'escaneig ha finalitzat, s’ha trobat %d canal
lv: Meklēšana pabeigta, %d kanāls atrasts

source: Scanning...
ca: Escanejant…
lv: Meklēšana...

source: Scans default lamedbs sorted by satellite with a connected dish positioner
ca: Escaneja els lamedbs predeterminats ordenats per satèl·lit amb un posicionador de parabòlica connectat
lv: Meklē noklusētos lamedbs, sakārtotus pēc pavadoņiem ar pievienotu pozicioniera antenu

source: Scroll delay
ca: Retard de desplaçament
lv: Ritināšanas aizture

source: Scroll repeats
ca: Repeticions de desplaçament
lv: Ritināšanas atkārtojums

source: Search
ca: Cercar
lv: Meklē

source: Search east
ca: Cercar a l'est
lv: Meklēt austrumos

source: Search west
ca: Cercar a l'oest
lv: Meklēt rietumos

source: Searching
ca: Cercant
lv: Meklē

source: Searching east...
ca: Cercant a l’est …
lv: Meklē austrumos...

source: Searching for available updates. Please wait...
ca: Cercant actualitzacions disponibles. Espera, si us plau…
lv: Meklē pieejamos atjauninājumus. Lūdzu uzgaidiet...

source: Searching for new installed or removed packages. Please wait...
ca: Cercant paquets nous instal·lats o eliminats. Espera, si us plau…
lv: Meklē no jauna Instalētās vai dzēstās pakotnes. Lūdzu uzgaidiet...

source: Searching west...
ca: Cercant a l’oest …
lv: Meklē rietumos...

source: Second cable of motorized LNB
ca: Segon cable de LNB motoritzat
lv: Otrais kabelis vai motorizēta LNB

source: Secondary DNS
ca: DNS secundari
lv: Sekundārais DNS

source: Seek
ca: Cercar
lv: Meklēt

source: Seek backward
ca: Cercar enrere
lv: Pārlēkt atpakaļ

source: Seek backward (enter time)
ca: Cercar enrere (introduint el temps)
lv: Pārlēkt atpakaļ (ievadīt laiku)

source: Seek forward
ca: Cercar endavant
lv: Pārlēkt uz priekšu

source: Seek forward (enter time)
ca: Cercar endavant (introduint el temps)
lv: Pārlēkt uz priekšu (ievadīt laiku)

source: Select
ca: Seleccionar
lv: Izvēlēties

source: Select '1.0' for standard committed switches, '1.1' for uncommitted switches, and '1.2' for systems using a positioner.
ca: Selecciona '1.0' per als commutadors dedicats estàndard, '1.1' per als commutadors no dedicats i '1.2' per als sistemes que utilitzin un posicionador.
lv: Izvēlieties '1.0' standarta saistītajiem slēdžiem (committed switches), '1.1' nesaistītiem slēdžiem (uncommitted switches), '1.2' sistēmām, kuras izmanto pozicionēšanas ierīci.

source: Select 'A' or 'B' if your aerial system requires this, otherwise select 'none'. If you are unsure select 'none'.
ca: Selecciona 'A' o 'B' si el teu sistema aeri requereix això, en cas contrari, selecciona “cap”. Si no n'estàs segur, selecciona “cap”.
lv: Izvēlieties 'A' vai 'B', ja tas nepieciešams jūsu antenu sistēmai, pretējā gadījumā izvēlieties 'nav'. Ja neesat pārliecināts, izvēlieties 'nav'.
