Repository: 68foxboris/enigma2
Catalog: po/*.po
Languages: ca, lv

source: Separate titles with a main menu
ca: Separar els títols amb un menú principal
lv: Atsevišķi nosaukumi ar galveno izvēlni

source: Sequence repeat
ca: Repetició de seqüència
lv: Secības atkārtojums

source: Serbia
lv: Serbija

source: Serbian
ca: Serbi
lv: Serbu

source: Service
ca: Servei
lv: Kanāls

source: Service & PIDs
ca: Servei i PIDs
lv: Kanāls un PIDi

source: Service ID
ca: Identificador de servei
lv: Kanāla ID

source: Service belongs to a parental protected bouquet
ca: El servei pertany a un bouquet amb protecció parental
lv: Kanāls ir vecāku kontroles buķetē

source: Service has been added to the favourites.
ca: S'ha afegit el servei als preferits.
lv: Kanāls tika pievienots favorītiem.

source: Service has been added to the selected bouquet.
ca: S'ha afegit el servei al bouquet seleccionat.
lv: Kanāls tika pievienots izvēlētajai buķetei.

source: Service info
ca: Informació de servei
lv: Kanāla info

source: Service info - ECM Info
ca: Informació de servei: Info d'ECM
lv: ECM informācija

source: Service info - service & Basic PID Info
ca: Informació de servei: servei i informació bàsica de PID
lv: Pamata PID informācija

source: Service info - service & Extended PID Info
ca: Informació de servei: servei i informació de PID ampliada
lv: Papildus PID informācija

source: Service info - service & PIDs
ca: Informació de servei: servei i PIDs
lv: PID informācija

source: Service info - tuner live values
ca: Informació de servei: valors en viu del sintonitzador
lv: Tekošās vērtības

source: Service info - tuner setting values
ca: Informació de servei: valors de configuració del sintonitzador
lv: Iestatītās vērtības

source: Service invalid! (Timeout reading PMT)
ca: Servei no vàlid! (S'ha esgotat el temps de lectura de PMT)
lv: Kanāls neeksistē! (PMT lasīšanas noildze)

source: Service name
ca: Nom de servei
lv: Kanāla nosaukums

source: Service not found! (SID not found in PAT)
ca: Servei no trobat! (L'identificador de servei no s'ha trobat a PAT)
lv: Kanāls nav atrasts! (SID nav atrasts iekš PAT)

source: Service reference
ca: Referència de servei
lv: Kanāla atsauce

source: Service scan
ca: Escaneig de serveis
lv: Kanālu meklēšana

source: Service title mode
ca: Mode de títol de servei
lv: Izvēlieties kanāla attēla režīmu

source: Service unavailable! Check tuner configuration!
ca: Servei no disponible! Comprova la configuració del sintonitzador!
lv: Kanāls nav pieejams! Pārbaudiet uztvērēja konfigurāciju!

source: Servicename
ca: Nom de servei
lv: Kanāla nosaukums

source: Services
ca: Serveis
lv: Kanāli

source: Set CI assignment for detection of available services.
ca: Establir l’assignació de CI per a la detecció dels serveis disponibles.
lv: Iestatīt CI piešķiršanu pieejamo kanālu noteikšanai.

source: Set PIN
ca: Definir PIN
lv: Iestatīt PIN

source: Set action when movie playback is finished.
ca: Definir acció quan finalitzi la reproducció de pel·lícules.
lv: Iestatiet ko darīt kad filma vai mediju fails beidzas.

source: Set all hotkey to default?
ca: Vols establir tots els botons directes als valors per defecte?
lv: Iestatīt visu taustiņu noklusētās vērtības?

source: Set alternative fallback tuners for DVB-T/C or ATSC
ca: Establir sintonitzadors de reserva alternatius per a DVB-T / C o ATSC
lv: Iestatīt attālinātā uztvērēju lai to izmantotu DVB-T/C vai ATSC avotam

source: Set as startup service
ca: Establir com a servei d’inici
lv: Iestatīt kā starta kanālu

source: Set blocktimes by weekday
ca: Establir horaris de bloqueig per dies feiners
lv: Iestatīt bloķēšanas laikus pa dienām

source: Set cursor on service from channel history
ca: Posar el cursor al servei des de l'historial del canal
lv: Pārvietot kursoru uz iepriekšējo kanālu

source: Set default
ca: Establir com per defecte
lv: Pēc noklusējuma

source: Set end time
ca: Establir hora de finalització
lv: Iestatīt beigu laiku

source: Set fixed
ca: Establir com a fix
lv: Fiksētā

source: Set fps for external subtitles
ca: Establir fps per a subtítols externs
lv: Iestatīt fps ārējiem subtitriem

source: Set if You want see status icons, progress bars or nothing.
ca: Defineix si vols veure les icones d’estat, les barres de progrés o res.
lv: Iestatiet vai vēlaties redzēt mediju sarakstā statusa ikonu vai progresa joslu.

source: Set interface as default Interface
ca: Establir interfície com a interfície per defecte
lv: Iestatīt interfeisu kā noklusēto

source: Set limits
ca: Establir límits
lv: Iestatīt limitus

source: Set movielist type.
ca: Establir tipus de llista de pel·lícules.
lv: Iestatiet mediju sarakstu veidu.

source: Set persistent PIN code
ca: Establir codi PIN persistent
lv: Iestatīt patstāvīgo PIN kodu

source: Set sequence repeats if your aerial system requires this. Normally if the aerial system has been configured correctly sequence repeats will not be necessary. If yours does, recheck you have command order set correctly.
ca: Estableix repeticions de seqüència si el teu sistema aeri requereix això. Normalment, si s’ha configurat correctament el sistema aeri no seran necessàries. Si el teu ho fa, comprova que hagis establert correctament la disposició d'ordres.
lv: Iestatītā secība atkārtojas, ja tas nepieciešams uztveršanas sistēmai. Parasti, ja uztveršanas sistēma ir pareizi konfigurēta, atkārtojumi nebūs vajadzīgi. Ja tomēr tas nepieciešams, papildus pārbaudiet, vai komandu secība ir iestatīta pareizi.

source: Set startup service
ca: Establir servei d’inici
lv: Iestatīt kā starta kanālu

source: Set the User ID of the OpenWebif from your fallback tuner
ca: Establir l’ID d’usuari de l’OpenWebif des del teu sintonitzador de reserva
lv: OpenWebif lietotāja ID attālinātā uztvērējā

source: Set the password of the OpenWebif from your fallback tuner
ca: Establir la contrasenya de l’OpenWebif des del teu sintonitzador de reserva
lv: OpenWebif parole attālinātā uztvērējā

source: Set the port of the OpenWebif from your fallback tuner
ca: Establir el port de l’OpenWebif des del teu sintonitzador de reserva
lv: OpenWebif ports attālinātā uztvērējā

source: Set the type of the progress indication in the channel selection screen.
lv: Iestatīt norises indikatora veidu kanālu pārslēgšanas logā.

source: Set time window to 1 hour
ca: Establir l'interval de temps a 1 hora
lv: Iestatīt laika logu uz 1 stundu

source: Set time window to 2 hours
ca: Establir l'interval de temps a 2 hores
lv: Iestatīt laika logu uz 2 stundām

source: Set time window to 3 hours
ca: Establir l'interval de temps a 3 hores
lv: Iestatīt laika logu uz 3 stundām

source: Set time window to 4 hours
ca: Establir l'interval de temps a 4 hores
lv: Iestatīt laika logu uz 4 stundām

source: Set time window to 5 hours
ca: Establir l'interval de temps a 5 hores
lv: Iestatīt laika logu uz 5 stundām

source: Set time window to 6 hours
ca: Establir l'interval de temps a 6 hores
lv: Iestatīt laika logu uz 6 stundām

source: Set voltage and 22KHz
ca: Establir tensió i 22 KHz
lv: Iestatīt spriegumu un 22kHz

source: Settings
ca: Configuració
lv: Iestatījumi

source: Settings can be different for each directory separately (for non removeable devices only).
ca: La configuració pot ser diferent per a cada directori per separat (només per a dispositius no extraïbles).
lv: Iestatījumi būs atšķirīgi katrai direktorijai. Neattiecas uz noņemamiem datu nesējiem.

source: Setup
ca: Configuració
lv: Iestatījumi

source: Setup hard disk
ca: Configuració del disc dur
lv: Uzstādiet cieto disku

source: Setup menu
ca: Menú de configuració
lv: Iestatījumu izvēlne

source: Setup mode
ca: Mode de configuració
lv: Iestatījumu režīms

source: Setup your positioner
ca: Configurar el posicionador
lv: Pozicioniera iestatījumi

source: Setup your satellite equipment
ca: Configurar el teu equip de satèl·lit
lv: Satelīta iekārtu iestatījumi

source: Seychelles
lv: Seišelu salas

source: Sharpness
ca: Nitidesa
lv: Asums

source: Shellscript
lv: Skripti

source: Short filenames
ca: Noms de fitxer curts
lv: Īsie failu nosaukumi

source: Show
ca: Espectacle
lv: Rādīt

source: Show Audioselection
ca: Mostrar audioselecció
lv: Rādīt audio izvēlni

source: Show CI messages
ca: Mostrar missatges de CI
lv: Rādīt CI paziņojumus

source: Show EIT now/next in infobar
ca: Mostra EIT ara / següent a barra d'informació
lv: Rādīt EIT pašreiz/nākamais infojoslā

source: Show EPG for current channel...
ca: Mostrar EPG al canal actual…
lv: Rādīt EPG pašreizējam kanālam...

source: Show EPG...
ca: Mostrar EPG…
lv: Rādīt EPG...

source: Show InfoBar
ca: Mostra barra d'informació
lv: Rādīt infojoslu

source: Show PiP
ca: Mostrar PiP
lv: Rādīt PiP

source: Show SNR percentage instead of dB value
lv: Rādīt SNR procentos dB vietā

source: Show True/False as graphical switch
ca: Mostrar Cert/Fals com interruptor gràfic
lv: Rādīt jā/nē iestatījums ar ikonu

source: Show VCR scart on main menu
ca: Mostra scart VCR al menú principal
lv: Rādīt VCR scart galvenā izvēlnē

source: Show WLAN status
ca: Mostrar estat de la xarxa sense fils
lv: Rādīt bezvadu tīkla statusu

source: Show alternatives
ca: Mostrar alternatives
lv: Rādīt alternatīvas

source: Show animation while busy
ca: Mostrar animació mentre està ocupat
lv: Rādīt animāciju kad aizņemts

source: Show background behind subtitles
ca: Mostrar fons darrere de subtítols
lv: Subtitriem lietot fonu

source: Show background in radio mode
ca: Mostrar fons en mode de ràdio
lv: Rādīt fona attēlu radio režīmā

source: Show bouquet selection menu
ca: Mostrar menú de selecció de bouquet
lv: Rādīt buķešu atlases izvēlni

source: Show busy indicator when the system is busy.
ca: Mostrar indicador d’ocupat quan el sistema ho estigui.
lv: Rādīt aizņemtības indikatoru kad sistēma aizņemta.

source: Show channel numbers in channel selection
ca: Mostrar els números de canal a la selecció del canal
lv: Rādīt kanālu numurus kanālu izvēlnē

source: Show columns
ca: Mostra les columnes
lv: Rādīt kolonas

source: Show crypto icons
ca: Mostra icones de codificació
lv: Rādīt crypto ikonu

source: Show crypto info in infobar
ca: Mostra informació sobre codificació a la barra d'informació
lv: Rādīt šifrēšanas info infojoslā

source: Show detailed event info
ca: Mostra informació detallada sobre esdeveniments
lv: Rādīt detalizētu notikumu info

source: Show event details
ca: Mostrar detalls de l'esdeveniment
lv: Rādīt pārraides papildus informāciju

source: Show event-progress in channel selection
ca: Mostrar progrés d’esdev. a la selecció de canal
lv: Rādīt notikuma norisi kanālu izvēlnē

source: Show eventinfo plugins
ca: Mostrar plugins d'informació d'esdeveniments
lv: Rādīt notikumu spraudņus

source: Show extended description
ca: Mostrar descripció ampliada
lv: Rādīt paplašināto aprakstu

source: Show extension selection
ca: Mostrar selecció d’extensions
lv: Rādīt paplašinājumus

source: Show extensions...
ca: Mostrar extensions...
lv: Skatīt paplašinājumus...

source: Show favourites list
ca: Mostrar llista de preferits
lv: Atvērt favorītu sarakstu

source: Show help
ca: Mostrar ajuda
lv: Rādīt palīdzību

source: Show icon for new/unseen items
ca: Mostrar icona per a elements nous/no visibles
lv: Rādīt ikonu jauniem vai neskatītiem

source: Show in extensions menu
ca: Mostrar al menú d’extensions
lv: Rādīt paplašinājumu izvēlnē

source: Show info
ca: Mostrar informació
lv: Rādīt info

source: Show info line
ca: Mostrar línia d’informació
lv: Rādīt infojoslu

source: Show infobar on channel change
ca: Mostrar barra d'informació en canviar de canal
lv: Rādīt infojoslu mainot kanālus

source: Show infobar on event change
ca: Mostrar barra d'informació en canviar d'esdeveniment
lv: Rādīt infojoslu mainoties pārraidei

source: Show infobar on skip forward/backward
ca: Mostrar barrar d'informació en saltar endavant/enrere
lv: Rādīt infojoslu pārlēciena turp/atpakaļ laikā

source: Show latest commits
ca: Mostrar els darrers commits
lv: Parādīt jaunākās izmaiņas

source: Show latest update log
ca: Mostrar registre d’actualitzacions més recent
lv: Rādīt pēdējās atjaunošanas žurnālu

source: Show media player on main menu
ca: Mostrar el reproductor multimèdia al menú principal
lv: Parādīt mediju atskaņotāju pamata izvēlnē

source: Show menu or plugin numbers
ca: Mostrar els números de menú o de plugin
lv: Rādīt numurus iestatījumiem vai spraudņiem

source: Show message when recording starts
ca: Mostrar missatge de quan comença l'enregistrament
lv: Rādīt paziņojumu kad ieraksts sākas

source: Show movie lengths in movielist
ca: Mostrar les duracions a la llista de pel·lícules
lv: Rādīt filmu garumus filmu sarakstā

source: Show movies
ca: Mostrar pel·lícules
lv: Rādīt ierakstus

source: Show multi channel EPG
ca: Mostrar EPG multicanal
lv: Rādīt daudzkanālu EPG

source: Show notification when import channels and/or EPG from remote receiver URL did not complete
ca: Mostrar notificació quan no s’hagi completat la importació de canals i / o EPG des de l’URL del receptor remot
lv: Parādīt brīdinājumu kad kanālu un/vai EPG imports no attālinātā uztvērēja nav izdevies

source: Show notification when import channels and/or EPG from remote receiver URL is completed
ca: Mostrar notificació quan s’hagi completat la importació de canals i / o EPG des de l’URL del receptor remot
lv: Parādīt brīdinājumu kad kanālu un/vai EPG imports no attālinātā uztvērēja ir izdevies

source: Show notification when import channels was not successful
ca: Mostrar notificació quan la importació de canals no hagi tingut èxit
lv: Parādīt brīdinājumu kad imports nav izdevies

source: Show notification when import channels was successful
ca: Mostrar notificació quan la importació de canals hagi tingut èxit
lv: Parādīt brīdinājumu kad imports ir izdevies

source: Show packages to be updated
ca: Mostrar els paquets per actualitzar
lv: Parādīt paketes kuras tiks atjaunotas

source: Show picons in channel selection list
ca: Mostrar picons a la llista de selecció de canal
lv: Rādīt pikonas kanālu sarakstā

source: Show picons in display
ca: Mostrar els picons a la pantalla
lv: Rādīt displejā pikonas

source: Show positioner movement
ca: Mostrar el moviment del posicionador
lv: Rādīt pozicioniera kustību

source: Show positioner position
ca: Mostrar posició del posicionador
lv: Rādīt pozicioniera pozīciju

source: Show record clock icons
ca: Mostra icones de rellotge d'enregistrament
lv: Rādīt ieraksta pulksteņa ikonu

source: Show record indicator
ca: Mostrar indicador d'enregistrament
lv: Rādīt ieraksta indikatoru

source: Show satellites list
ca: Mostrar llista de satèl·lits
lv: Atvērt satelītu sarakstu

source: Show screen path
ca: Mostrar ruta de pantalla
lv: Rādīt ekrāna ceļu

source: Show screensaver
ca: Mostra salvapantalles
lv: Rādīt ekrānsaudzētāju

source: Show second InfoBar
ca: Mostra segona barra d'informació
lv: Rādīt otro infojoslu

source: Show second infobar
ca: Mostrar segona barra d'informació
lv: Rādīt otro infojoslu

source: Show service list
ca: Mostrar llista de serveis
lv: Atvērt kanālu sarakstu

source: Show service type icons
ca: Mostrar icones de tipus de servei
lv: Rādīt kanālu tipu ikonas

source: Show servicelist or movies
ca: Mostrar llista de serveis o pel·lícules
lv: Atvērt kanālu sarakstu vai ierakstus

source: Show single service EPG
ca: Mostrar EPG de servei únic
lv: Rādīt atsevišķa kanāla EPG

source: Show softcam setup in extensions menu
ca: Mostrar configuració de softcam al menú d’extensions
lv: Rādīt softcam iestatījumus paplašinājumu izvēlnē

source: Show status icons in movie list
ca: Mostrar icones d’estat a la llista de pel·lícules
lv: Statusa ikona filmu sarakstā

source: Show status icons in movielist
ca: Mostrar icones d’estat a la llista de pel·lícules
lv: Statusa ikona filmu sarakstā

source: Show sub-menu
ca: Mostrar submenú
lv: Rādīt apakšizvēlni

source: Show subservice selection
ca: Mostrar selecció de subservei
lv: Apakš servisu izvēlne

source: Show subtitle selection
ca: Mostrar selecció de subtítols
lv: Subtitru iestatīšana

source: Show symbols on display
ca: Mostrar símbols a la pantalla
lv: Rādīt displejā simbolus

source: Show the radio player...
ca: Mostrar reproductor de ràdio...
lv: Klausīties radio...

source: Show the service information on two lines in the channel selection screen. You can choose between the current event description below the channel name, or the current event description next to the channel name, and the next event description on the second line.
ca: Mostrar la informació del servei en dues línies a la pantalla de selecció de canal. Pots triar entre la descripció de l’esdeveniment actual a sota del nom del canal o la descripció de l’esdeveniment actual al costat del nom del canal i la descripció del següent esdeveniment a la segona línia.
lv: Rādīt kanāla informāciju divās rindās kanālu izvēlnē. Varat izvēlēties starp pašreizējo notikumu zem kanāla nosaukuma, vai aiz kanāla nosaukuma un nākošo notikumu otrajā rindā.

source: Show the tv player...
ca: Mostrar el reproductor de tv...
lv: Skatīties TV...

source: Show transponder info
ca: Mostrar info del transponedor
lv: Rādīt transpondera informāciju

source: Show two lines per entry
ca: Mostrar dues línies per entrada
lv: Rādīt divās rindās

source: Show underline characters in filenames
ca: Mostrar caràcters subratllats als noms de fitxer
lv: Rādīt pasvītrojuma rakstzīmes failu nosaukumos

source: Show vertical timelines
ca: Mostra línies de temps verticals
lv: Rādīt vertikālās līnijas laikam

source: Show warning before set 'Ignore conflict'
ca: Mostra advertència abans d' “Ignorar conflicte”
lv: Rādīt brīdinājumu pirms iestatīt 'Ignorēt konfliktus'

source: Show warning when timeshift is stopped
ca: Mostrar advertència quan s'aturi timeshift
lv: Rādīt brīdinājumu kad laika aizture apturēta

source: Show/Game Show/Leisure hobbies
ca: Espectacle/Concurs de TV/Hobbies d'oci
lv: Šovi, spēļu šovi, atpūta, vaļasprieki

source: Show/hide window
ca: Mostrar / ocultar finestra
lv: Rādīt/slēpt logu

source: Shows live tv or informations on LCD.
ca: Mostra televisió en directe o informació a pantalla LCD.
lv: Rādīt pārraides vai informāciju LCD.

source: Shows the state of your wireless LAN connection.
ca: Mostra l’estat de la connexió LAN sense fils.
lv: Rādīt bezvadu tīkla savienojuma statusu.

source: Shuffle playlist
ca: Barrejar llista de reproducció
lv: Jaukts repertuārs

source: Shutdown
ca: Apagar
lv: Izslēgt

source: Shutdown when in Standby
ca: Apagar en estar en mode standby
lv: Izslēgt kad ir gaidstāvē

source: Side by side
ca: Costat a costat
lv: Horizontāli

source: Sierra Leone
ca: Sierra Leona
lv: Sjerraleone

source: Signal OK, proceeding
ca: Senyal correcte, procedint
lv: Signāls kārtībā, turpinu

source: Signal finder
ca: Cercador de senyal
lv: Signāla meklētājs

source: Signal quality
ca: Qualitat del senyal
lv: Signāla kvalitāte

source: Signal strength:
ca: Potència del senyal:
lv: Signāla stiprums:

source: Signal:
ca: Senyal:
lv: Signāls:

source: Similar
lv: Līdzīgi

source: Similar EPG
ca: EPG similar
lv: Līdzīgi raidījumi

source: Similar broadcasts:
ca: Emissions similars:
lv: Līdzīgi raidījumi:

source: Simple
ca: Senzill
lv: Vienkāršs

source: Simple titleset (compatibility for legacy players)
ca: Conjunt de títols senzill (compatibilitat per reproductors heretats)
lv: Vienkāršu simbolu lietojums nosaukumos (savietojamībai ar parastiem atskaņotājiem)

source: Singapore
ca: Singapur
lv: Singapūra

source: Single
ca: Senzill
lv: Viens

source: Single EPG
ca: EPG senzill
lv: Kanāla EPG

source: Single line mode
lv: Viena rinda

source: Single satellite
ca: Satèl·lit únic
lv: Viens pavadonis

source: Single step (GOP)
ca: Pas únic (GOP)
lv: Soli uz priekšu

source: Sint Maarten (Dutch part)
ca: Sint Maarten (part holandesa)
lv: Sintmartena (holandiešu daļa)

source: Site latitude
ca: Latitud del lloc
lv: Vietas platums

source: Site longitude
ca: Longitud del lloc
lv: Vietas garums

source: Skin & Resolution: %s (%sx%s)
ca: Skin i resolució: %s (%sx%s)
lv: Noformējums: %s (%sx%s)

source: Skin Selection Actions
ca: Accions de selecció de skin
lv: Noformējuma izvēlnes darbības

source: SkinSelector: Restart GUI
ca: Selector de skin: reiniciar interfície
lv: Pārstartē

source: Skins
lv: Noformējumi

source: Skip empty services
ca: Ometre serveis buits
lv: Izlaist tukšos kanālus

source: Skip internet connection check (disables automatic package installation)
ca: Ometre verificació de la connexió a Internet (desactiva la instal·lació automàtica de paquets)
lv: Izlaist interneta savienojuma pārbaudi (atspējo automātisku pakotņu uzstādīšanu)

source: Skip jumping to live TV while timeshifting with plugins
ca: Ometre saltar a la TV en directe quan s'utilitza timeshift amb plugins
lv: Nepārslēgt uz tiešraidi kad notiek laika aizture

source: Sleep timer
ca: Programador de suspensió
lv: Miega taimeris

source: SleepTimer Configuration
ca: Configuració del programador de suspensió
lv: Miega taimera iestatījumi

source: Sleeptimer
ca: Programador de suspensió
lv: Miega taimeris

source: Sleeptimer edit
ca: Edició del programador de suspensió
lv: Miega taimeris

source: Slide picture in loop
ca: Imatge de diapositiva en bucle
lv: Rādīt attēlus pa apli

source: Slide show interval (sec.)
ca: Interval de presentació de diapositives (seg.)
lv: Slīdrādes intervāls (sek.)

source: Slot %d
ca: Ranura %d
lv: Karšu lasītājs %d

source: Slot %s / FBC in %s
ca: Ranura %s / FBC a %s
lv: Slots %s / FBC %s

source: Slot %s / FBC virtual %s
ca: Ranura %s/ FBC virtual %s
lv: Slots %s / virtuālais FBC %s

source: Slovak
ca: Eslovac
lv: Slovāku

source: Slovakia
ca: Eslovàquia
lv: Slovākija

source: Slovenia
ca: Eslovènia
lv: Slovēnija

source: Slovenian
ca: Eslovè
lv: Slovēņu

source: Slow
ca: Lent
lv: Lēni

source: Slow motion speeds
ca: Velocitats de moviment lent
lv: Palēninātās kustības ātrumi

source: Small
ca: Petita
lv: Mazs

source: Small progress
ca: Progrés petit
lv: Izpilda

source: Smartcard PIN
ca: PIN de la smartcard
lv: Kartes PIN

source: Smooth
ca: Suau
lv: Izlīdzināt

source: Softcam Setup
ca: Configuració de softcam
lv: Softcam iestatījumi

source: Softcam setup
ca: Configuració de softcam
lv: Softcam iestatījumi

source: Software
ca: Programari
lv: Programmatūra

source: Software management
ca: Gestió de software
lv: Programmatūras pārvaldīšana

source: Software manager setup
ca: Configuració del gestor de software
lv: Programmatūras pārvaldīšanas iestatījumi

source: Software update
ca: Actualització de software
lv: Programmatūras atjaunināšana

source: Softwaremanager information
ca: Informació del gestor de software
lv: Programmatūras pārvaldnieka informācija

source: Solomon Islands
ca: Illes Marshall
lv: Zālamana salas

source: Somalia
lv: Somālija

source: Some TVs do not wake from standby when they receive the 'Image View On' command. If this is the case try the 'Text View On' command instead.
ca: Alguns televisors no es desperten del mode standby quan reben l’ordre “Visualització d’imatge activada”. En aquest cas, prova l’ordre “Visualització de text activada”.
lv: Daži TV nepamožas no gaidstāves ja tie saņem 'Ieslēgt attēlu' komandu. Tādā gadījumā mēģina nosūtīt komandu 'Ieslēgt tekstu'.

source: Some plugins are not available:
ca: Alguns plugins no estan disponibles:
lv: Daži spraudņi nav pieejami:

source: Sorry, %s has not been installed!
ca: Ho sentim, %s no s’ha instal·lat!
lv: Atvainojiet, %s nav instalēts!

source: Sorry, deleting directories can (for now) only be done through the trash can.
ca: Ho sentim, l'eliminació directoris només es pot fer (per ara) a través de la paperera.
lv: Atvainojiet, nodzēstās mapes var (pašreiz) vienīgi caur miskasti.

source: Sorry, no backups found!
ca: Ho sentim, no s’ha trobat cap còpia de seguretat!
lv: Atvainojiet, dublējumkopijas nav atrastas!

source: Sorry, no details available!
ca: Ho sentim, no hi ha detalls disponibles!
lv: Atvainojiet, informācija nav pieejama!
