Repository: 68foxboris/enigma2
Catalog: po/*.po
Languages: ca, lv

source: Display movie length in movielist (except single line style).
ca: Mostrar durada de la pel·lícula a la llista de pel·lícules (excepte l’estil de línia única).
lv: Attēlot ierakstu garumu mediju sarakstā (izņemot vienas rindas režīmā).

source: Display setup
ca: Configuració de la pantalla
lv: Displeja iestatījumi

source: Djibouti
lv: Džibuti

source: Do a cable service scan now
ca: Fer ara un escaneig de serveis per cable
lv: Veikt kabeļu kanālu meklēšanu

source: Do a fast service scan now
ca: Fer ara un escaneig de serveis ràpid
lv: Veikt ātro kanālu meklēšanu

source: Do a manual service scan now
ca: Fer ara un escaneig de serveis manual
lv: Veikt manuālo kanālu meklēšanu

source: Do an automatic service scan now
ca: Fer ara un escaneig de serveis automàtic
lv: Veikt automātisko kanālu meklēšanu

source: Do center DVB subs on this service
ca: Centrar subtítols de DVB en aquest servei
lv: Šajā kanālā centrēt DVB subtitrus

source: Do not center DVB subs on this service
ca: No centrar subtítols de DVB en aquest servei
lv: Šajā kanālā necentrēt DVB subtitrus

source: Do not change
ca: No canviar
lv: Nemainīt

source: Do not record
ca: No enregistrar
lv: Nerakstīt

source: Do not show file extensions for registered multimedia files.
ca: No mostrar extensions de fitxers per a fitxers multimèdia registrats.
lv: Nerādīt failu paplašinājumus zināmiem multimediju failiem.

source: Do nothing
ca: No fer res
lv: Nedarīt neko

source: Do you really want to check the filesystem? This could take lots of time!
ca: Segur que vols comprovar el sistema de fitxers? Això podria trigar molt!
lv: Vai tiešām vēlaties pārbaudīt failu sistēmu? Tas var prasīt daudz laika!

source: Do you really want to delete %s?
ca: Segur que vols eliminar %s?
lv: Vai tiešām vēlaties dzēst %s?

source: Do you really want to download the plugin "%s"?
ca: Segur que vols descarregar el plugin “%s”?
lv: Vai tiešām vēlaties lejuplādēt spraudni "%s "?

source: Do you really want to exit?
ca: Segur que vols sortir?
lv: Vai tiešām vēlaties iziet?

source: Do you really want to initialize the device? All data on the disk will be lost!
ca: Segur que vols inicialitzar el dispositiu? Es perdran totes les dades del disc!
lv: Vai tiešām vēlaties formatēt iekārtu? Visi dati uz diska tiks zaudēti!

source: Do you really want to remove the plugin "%s"?
ca: Segur que vols eliminar el plugin “%s”?
lv: Vai tiešām vēlaties dzēst spraudni "%s "?

source: Do you really want to remove directory %s from the disk?
ca: Segur que vols eliminar el directori %s del disc?
lv: Vai tiešām vēlaties dzēst mapi %s no diska?

source: Do you really want to remove your bookmark of %s?
ca: Segur que vols eliminar el preferit de %s?
lv: Vai tiešām vēlaties dzēst grāmatzīmi %s?

source: Do you really want to stop current event and delete timer %s?
ca: Segur que vols aturar l’esdeveniment actual i eliminar el programador %s?
lv: Vai tiešām vēlaties apturēt pašreizējo notikumu un dzēst taimeri %s?

source: Do you want this?
ca: Vols això?
lv: Vai to vēlaties?

source: Do you want to autorestore settings?
ca: Vols restablir automàticament la configuració?
lv: Vai vēlaties automātiski atjaunot iestatījumus?

source: Do you want to burn this collection to DVD medium?
ca: Vols gravar aquesta col·lecció a suport DVD?
lv: Vai vēlaties ierakstīt šo kolekciju uz DVD nesēja?

source: Do you want to flash image %s
ca: Vols flashejar la imatge %s
lv: Vai vēlaties uzstādīt imidžu %s

source: Do you want to install Plugins?
ca: Vols instal·lar plugins?
lv: Vai vēlaties uzstādīt spraudņus?

source: Do you want to install a channel list?
ca: Vols instal·lar una llista de canals?
lv: Vai vēlaties instalēt kanālu sarakstu?

source: Do you want to install the package:
ca: Vols instal·lar el paquet:
lv: Vai vēlaties instalēt pakotni:

source: Do you want to play DVD in drive?
ca: Vols reproduir DVD a la unitat?
lv: Vai vēlaties atskaņot DVD?

source: Do you want to preview this DVD before burning?
ca: Vols una vista prèvia d’aquest DVD abans de gravar-lo?
lv: Vai vēlaties priekš skatīt šo DVD pirms rakstīšanas?

source: Do you want to quit the overscan wizard?
ca: Vols sortir de l'assistent d'overscan?
lv: Vai tiešām vēlaties iziet no šī veidņa?

source: Do you want to reboot your receiver?
ca: Vols reiniciar el receptor?
lv: Vai vēlaties pārstartēt uztvērēju?

source: Do you want to remove all the crash logfiles
ca: Vols eliminar tots els fitxers del registre d'incidències?
lv: Vai vēlaties dzēst visus žurnāla failus

source: Do you want to remove the package:
ca: Vols eliminar el paquet:
lv: Vai vēlaties dzēst pakotni:

source: Do you want to restore your settings?
ca: Vols restablir la teva configuració?
lv: Vai vēlaties atjaunot jūsu iestatījumus?

source: Do you want to resume this playback?
ca: Vols continuar on havies deixat aquesta reproducció?
lv: Vai vēlaties turpināt atskaņošanu?

source: Do you want to select a different skin?
ca: Vols seleccionar una skin diferent?
lv: Vai vēlaties izvēlēties citu noformējumu?

source: Do you want to update the package:
ca: Vols actualitzar el paquet:
lv: Vai vēlaties atjaunināt pakotni:

source: Do you want to update your receiver to %s?
ca: Vols actualitzar el receptor a %s?
lv: Vai vēlaties atjaunot uztvērēju uz %s?

source: Do you want to update your receiver?
ca: Vols actualitzar el receptor?
lv: Vai vēlaties atjaunot uztvērēju?

source: Dominica
lv: Dominika

source: Dominican Republic
ca: República Dominicana
lv: Dominikas republika

source: Don't save and stop timeshift
ca: No desar i aturar timeshift
lv: Nesaglabāt un apturēt laika aizturi

source: Don't stop current event but disable coming events
ca: No aturar l'esdeveniment actual, però desactivar els que venen
lv: Neapturēt pašreizējo notikumu bet izslēgt nākamos

source: Don't zap
ca: No zapejar
lv: Nepārslēgt

source: Don't zap and disable timer
ca: No zapejar i desactivar programador
lv: Nepārslēgt izslēgt taimeri

source: Don't zap and remove timer
ca: No zapejar i eliminar programador
lv: Nepārslēgt un dzēst taimeri

source: Done
ca: Fet
lv: Ok

source: Done - Installed, updated or removed %d package (%s)
ca: Fet: s’ha instal·lat, actualitzat o eliminat %d paquet (%s)
lv: Pabeigts - instalēta, atjaunināta vai dzēsta %d pakotne (%s)

source: Download plugins
ca: Descarregar plugins
lv: Lejuplādēt spraudņus

source: Downloadable new plugins
ca: Nous plugins descarregables
lv: Lejuplādējamie jaunie spraudņi

source: Downloadable plugins
ca: Plugins descarregables
lv: Lejuplādējamie spraudņi

source: Downloaded Images
ca: Imatges descarregades
lv: Lejupielādētie attēli

source: Downloading
ca: Descarregant
lv: Lejuplādē

source: Downloading Image
ca: Descarregant imatge
lv: Lejuplādē imidžu

source: Downloading a new packet list. Please wait...
ca: Descarregant una nova llista de paquets. Espera, si us plau…
lv: Mēģina lejuplādēt jaunu pakotņu sarakstu. Lūdzu gaidiet...

source: Downloading plugin information. Please wait...
ca: Descarregant informació de plugins. Espera, si us plau...
lv: Lejuplādē spraudņu informāciju. Lūdzu uzgaidiet...

source: Downmix
lv: Dekodēt

source: Drama and Films
ca: Drama i pel·lícules
lv: Drāma un filmas

source: Drop unconfigured satellites
ca: Oblidar satèl·lits no configurats
lv: Izlaist nekonfigurētos pavadoņus

source: Dutch
ca: Holandès
lv: Holandiešu

source: Dynamic contrast
ca: Contrast dinàmic
lv: Dinamiskais kontrasts

source: EPG language selection 1
ca: Selecció d’idioma d'EPG 1
lv: EPG valodas izvēle 1

source: EPG language selection 2
ca: Selecció d’idioma d'EPG 2
lv: EPG valodas izvēle 2

source: EPG only
ca: Només EPG
lv: tikai EPG

source: EPG selection
ca: Selecció d'EPG
lv: EPG izvēle

source: EPG settings
ca: Configuració d'EPG
lv: EPG iestatījumi

source: ERROR - failed to scan (%s)!
ca: ERROR: l'escaneig ha fallat (%s)!
lv: KĻŪDA - meklēšana neizdevās (%s)!

source: ERROR downloading file %s/%s
lv: Kļūda lejupielādējot failu %s/%s

source: East
ca: Est
lv: Austrumi

source: East limit set
ca: Limit est establert
lv: Iestatīt austrumu limitu

source: Ecuador
ca: Equador
lv: Ekvadora

source: Edit
ca: Editar
lv: Rediģēt

source: Edit alternatives
ca: Editar alternatives
lv: Rediģēt alternatīvas

source: Edit chapters of current title
ca: Editar capítols del títol actual
lv: Rediģēt pašreizējā nosaukuma nodaļas

source: Edit menu
ca: Editar menú
lv: Rediģēt izvēlni

source: Edit selection
ca: Editar selecció
lv: Rediģēt

source: Edit settings
ca: Editar configuració
lv: Iestatījumi

source: Edit the nameserver configuration of your receiver.
ca: Editar la configuració del servidor de noms del receptor.
lv: Rediģēt uztvērēja DNS uzstādījumus.

source: Edit the network configuration of your receiver.
ca: Editar la configuració de xarxa del receptor.
lv: Rediģēt uztvērēja tīkla uzstādījumus.

source: Edit the update source address.
ca: Editar l’adreça font d’actualització.
lv: Rediģēt atjaunināšanas avota adresi.

source: Edit timer
ca: Editar programador
lv: Rediģēt taimeri

source: Edit title
ca: Editar títol
lv: Rediģēt nosaukumu

source: Edit update source url
ca: Editar l’URL d’origen d'actualització
lv: Rediģēt atjaunināšanas avota adresi

source: Egypt
ca: Egipte
lv: Ēģipte

source: El Salvador
lv: Salvadora

source: Electronic Program Guide
ca: Guia electrònica de programes
lv: Elektroniskais Programmu Gids

source: Emergency
ca: Emergència
lv: Noklusētais

source: Empty Trash
ca: Buidar paperera
lv: Dzēst visu

source: Empty slot
ca: Ranura buida
lv: Tukšs slots

source: Enable
ca: Activar
lv: Aktivizēt

source: Enable 'neutrino' style channel select controlling
ca: Activar el control de selecció de canal a l’estil 'neutrino'
lv: Ieslēgt 'neutrino' stila kanālu vadību

source: Enable 'neutrino' style zap controlling
ca: Activar el control de zàping a l'estil 'neutrino'
lv: Ieslēgt 'neutrino' stila pārslēgšanu

source: Enable 5V for active antenna
ca: Activar 5V per a l'antena activa
lv: Lietot 5V aktīvai antenai

source: Enable EIT EPG
ca: Activar EIT EPG
lv: Lietot EIT EPG

source: Enable HDMI-CEC
ca: Activar HDMI-CEC
lv: Izmantot HDMI-CEC iestatījumus

source: Enable MHW EPG
ca: Activar MHW EPG
lv: Lietot MHW EPG

source: Enable Netmed EPG
ca: Activar Netmed EPG
lv: Lietot Netmed EPG

source: Enable OK as preview in channel selection
ca: Activar OK com a previsualització en la selecció de canal
lv: Lietot OK priekšskatījumam kanālu sarakstā

source: Enable OK for channel selection
ca: Activar OK per a la selecció del canal
lv: Lietot OK kanālu saraksta atvēršanai

source: Enable OpenTV EPG
ca: Activar OpenTV EPG
lv: Lietot OpenTV EPG

source: Enable ViaSat EPG
ca: Activar ViaSat EPG
lv: Lietot ViaSat EPG

source: Enable Virgin EPG
ca: Activar Virgin EPG
lv: Lietot Virgin EPG

source: Enable auto cable scan
ca: Activar la escaneig per cable automàtic
lv: Lietot kabeļu tīkla auto skenēšanu

source: Enable auto fastscan
ca: Activar l’escaneig ràpid automàtic
lv: Lietot ātro auto skenēšanu

source: Enable auto fastscan for %s
ca: Activar l'escaneig ràpid automàtic per a %s
lv: Lietot ātro auto skenēšanu priekš %s

source: Enable bluetooth audio
ca: Activar l'àudio bluetooth
lv: Aktivizēt bluetooth audio

source: Enable bouquet edit
ca: Activar l'edició de bouquet
lv: Aktivizēt buķešu rediģēšanu

source: Enable bouquet selection in multi-EPG
ca: Activar l'edició de bouquet en multi-EPG
lv: Aktivizēt buķešu izvēli multi-EPG

source: Enable fallback remote receiver
ca: Activar el receptor remot de reserva
lv: Izmantot citu rezerves uztvērēju

source: Enable favourites edit
ca: Activar l'edició de preferits
lv: Aktivizēt favorītu rediģēšanu

source: Enable freesat EPG
ca: Activar freesat EPG
lv: Aktivizēt freesat EPG

source: Enable import timer from fallback tuner
ca: Activar el programador d’importació des del sintonitzador de reserva
lv: Importēt taimerus no attālinātā uztvērēja

source: Enable move mode
ca: Activar mode de moviment
lv: Aktivizēt pārvietošanas režīmu

source: Enable multiple bouquets
ca: Activar bouquets múltiples
lv: Aktivizēt vairāk-buķešu režīmu

source: Enable or disable using HDMI-CEC.
ca: Activar o desactivar l'ús de HDMI-CEC.
lv: Ieslēgt vai izslēgt HDMI-CEC.

source: Enable parental protection
ca: Activar la protecció parental.
lv: Aktivizēt vecāku kontroli

source: Enable power off timer
ca: Activar el programador d'apagada
lv: Aktivizēt izslēgšanas taimeri

source: Enable remote enigma2 receiver to be tried to tune into services that cannot be tuned into locally (e.g. tuner is occupied or service type is unavailable on the local tuner. Specify complete URL including http:// and port number (normally ...:8001), e.g. http://second_box:8001.
ca: Activa el receptor enigma2 remot per intentar sintonitzar serveis que no es poden ajustar localment (per exemple, el sintonitzador està ocupat o el tipus de servei no està disponible al sintonitzador local. Especifica l’URL complet, incloent-hi el http:// i número de port (normalment …: 8001 ), per exemple: http://segon_receptor:8001.
lv: Izmantot citu Enigma2 uztvērēju, kuru lietot lai mēģinātu uztvert kanālu kurš nav uztverams lokāli (piem. uztvērējs ir aizņemts vai kanāla veids nav pieejams lokālajā uztvērējā). Norādiet pilnu adresi ieskaitot http:// un porta numuru (pēc noklusējuma ...:8001), piem. http://second_box:8001.

source: Enable teletext caching
ca: Activar memòria cau del teletext
lv: Aktivizēt teleteksta kešošanu

source: Enable this setting if your aerial system needs power
ca: Activa aquesta configuració si el teu sistema aeri necessita corrent
lv: Iespējojiet šo iestatījumu, ja jūsu antenai ir nepieciešams spriegums

source: Enable timer conflict detection
ca: Activar la detecció de conflictes de programador
lv: Aktivizēt taimeru konflikta noteikšanu

source: Enable to display all true/false, yes/no, on/off and enable/disable set up options as a graphical switch.
ca: Activa-ho per mostrar totes les opcions de configuració de cert/fals, sí/no i activar/desactivar com un interruptor gràfic.
lv: Attēlot iestatījumos ar slēdža ikonu visus patiess/nepatiess, jā/nē, ieslēgts/izslēgts un iespējots/atspējots.

source: Enable volume control with arrow buttons
ca: Activar el control de volum amb botons de fletxa
lv: Aktivizēt skaļuma regulēšanu ar virziena pogām

source: Enable wakeup timer
ca: Activar el programador de despertar
lv: Aktivizēt pamodināšanas taimeri

source: Enable zapping with CH+/-, B+/-, P+/-
ca: Activar el zàping amb CH +/-, B +/-, P +/-
lv: Lietot kanālu pārslēgšanai CH+/-, B+/-, P+/-

source: Enabled
ca: Activat
lv: Aktivizēts

source: Encrypted:
ca: Xifrat:
lv: Šifrēts:

source: Encryption
ca: Xifratge
lv: Šifrēšana

source: Encryption key
ca: Clau de xifratge
lv: Šifrēšanas atslēga

source: Encryption key type
ca: Tipus de clau de xifratge
lv: Šifrēšanas atslēgas veids

source: Encryption:
ca: Xifratge:
lv: Šifrēšana:

source: End alternatives edit
ca: Finalitzar edició d'alternatives
lv: Beigt alternatīvu rediģēšanu

source: End bouquet edit
ca: Finalitzar edició de bouquets
lv: Beigt buķešu rediģēšanu

source: End favourites edit
ca: Finalitzar edició de preferits
lv: Beigt favorītu rediģēšanu

source: End time
ca: Hora de finalització
lv: Beigu laiks

source: End time to ignore inactivity sleeptimer
ca: Hora de finalització per ignorar el programador de suspensió per inactivitat
lv: Beigu laiks neaktivitātes miega taimera ignorēšanai

source: End time to ignore shutdown in standby
ca: Hora de finalització per ignorar l'apagada en mode standby
lv: Beigu laiks kad ignorēt izslēgšanu gaidstāvē

source: English
ca: Anglès
lv: Angļu

source: Enigma (re)starts: %d
ca: (Re)inicis d'enigma: %d
lv: Uztvērējs (pār)startēts: %d reizes

source: Enigma debug level: %d
ca: Nivell de depuració d’enigma: %d
lv: Atkļūdošanas līmenis: %d

source: Enigma version:
ca: Versió d'enigma:
lv: Versija:

source: Enter
ca: Introduir
lv: Ievadīt

source: Enter IP address
ca: Introduir l’adreça IP
lv: IP adrese

source: Enter PIN
ca: Introduir PIN
lv: Ievadiet PIN

source: Enter PIN code
ca: Introduir codi PIN
lv: Ievadiet PIN kodu

source: Enter URL
ca: Introduir URL
lv: Adrese (URL)

source: Enter an URL where alternative images could be listed for FlashImage. Enter text 'all' for automatic access of many images.
lv: Ievadiet adresi (URL), kur atrodas alternatīvie imidži kurus izmantot uzstādīšanai.

source: Enter if you are in the east or west hemisphere.
ca: Introdueix si estàs a l’hemisferi est o oest.
lv: Ievadiet, ja esat austrumu vai rietumu puslodē.

source: Enter if you are north or south of the equator.
ca: Introdueix si estàs al nord o al sud de l’equador.
lv: Ievadiet, ja esat uz ziemeļiem vai uz dienvidiem no ekvatora.

source: Enter main menu...
ca: Entrar al menú principal...
lv: Atvērt galveno izvēlni...

source: Enter persistent PIN code
ca: Introduir codi PIN persistent
lv: Ievadiet patstāvīgo PIN kodu

source: Enter the frequency at which you LNB switches between low band and high band. For more information consult the spec sheet of your LNB.
ca: Introduir la freqüència a la qual el teu LNB canvia entre banda baixa i banda alta. Per a més informació, consulta la fitxa d'especificacions del teu LNB.
lv: Ievadiet frekvenci, kurā jūs LNB pārslēdzas no zemas joslas uz augstu joslu. Plašāku informāciju skatiet LNB specifikācijā.

source: Enter the frequency step size for the tuner to use when searching for cable multiplexes. For more information consult your cable provider's documentation.
ca: Introduir la mida de pas de freqüència que ha d’utilitzar el sintonitzador quan cerquis multiplexes per cable. Per obtenir més informació, consulta la documentació del teu proveïdor de cable.
lv: Ievadiet frekvences soļa lielumu kas jāizmanto meklējot kabeļu multipleksus. Plašāku informāciju meklējiet kabeļtelevīzijas pakalpojumu sniedzēja dokumentācijā.

source: Enter the number stored in the positioner that corresponds to this satellite.
ca: Introduir el número emmagatzemat al posicionador que correspon a aquest satèl·lit.
lv: Ievadiet šī satelītam pozicionēšanas ierīcē saglabāto numuru.

source: Enter the service PIN
ca: Introduir el PIN del servei
lv: Ievadiet kanāla PIN

source: Enter valid ONID/TSID
ca: Introduir ONID / TSID vàlid
lv: Ievadiet derīgu ONID/TSID

source: Enter your current latitude. This is the number of degrees you are from the equator as a decimal.
ca: Introduir la teva la latitud actual. Aquest és el número de graus en decimals que estàs des de l’equador.
lv: Ievadiet pašreizējo platumu. Tas ir grādu skaits kā decimāldaļa, kādā attālumā esat no ekvatora.

source: Enter your current longitude. This is the number of degrees you are from zero meridian as a decimal.
ca: Introduir la teva la longitud actual. Aquest és el número de graus en decimals que estàs des del meridià zero.
lv: Ievadiet savu pašreizējo garumu. Tas ir grādu skaits kā decimāldaļa, kādā attālumā esat no nulles meridiāna.

source: Enter your high band local oscillator frequency. For more information consult the spec sheet of your LNB.
ca: Introduir la teva freqüència d'oscil·lador local de banda alta. Per a més informació, consulta la fitxa d'especificacions del teu LNB.
lv: Ievadiet savu augstākās frekvences vietējo oscilatora frekvenci. Plašāku informāciju skatiet LNB specifikācijā.

source: Enter your low band local oscillator frequency. For more information consult the spec sheet of your LNB.
ca: Introduir la teva freqüència d'oscil·lador local de banda baixa. Per a més informació, consulta la fitxa d'especificacions del teu LNB.
lv: Ievadiet savu zemākās frekvences vietējo oscilatora frekvenci. Plašāku informāciju skatiet LNB specifikācijā.

source: Equal to
ca: Igual a
lv: Vienāds ar

source: Equatorial Guinea
ca: Guinea Equatorial
lv: Ekvatoriālā Gvineja

source: Eritrea
lv: Eritreja

source: Error
lv: Kļūda

source: Error code
ca: Codi d'error
lv: Kļūdas kods

source: Error during backup settings %s
ca: S’ha produït un error durant la configuració de la còpia de seguretat %s
lv: Kļūda izveidojot iestatījumu rezerves kopiju %s

source: Error during downloading image %s %s
ca: S’ha produït un error en descarregar la imatge %s %s
lv: Kļūda lejupielādējot imidžu %s %s

source: Error during unzipping image %s
ca: S’ha produït un error en descomprimir la imatge %s
lv: Kļūda atarhivējot imidžu %s

source: Error stop stream!
ca: S'ha produït un error en l'aturar el flux!
lv: Kļūda apturot straumēšanu!

source: Error when writing epg.dat on the fallback receiver
ca: S'ha produït un error en escriure epg.dat al receptor de reserva
lv: Kļūda rakstot epg.dat failu uz attālinātā uztvērēja

source: Error while moving epg.dat to its destination
ca: S’ha produït un error en moure epg.dat a la seva destinació
lv: Kļūda iegūstot epg.dat no attālinātā uztvērēja

source: Error while retrieving epg.dat from the fallback receiver
ca: S’ha produït un error en recuperar epg.data del receptor de reserva
lv: Kļūda iegūstot epg.dat no attālinātā uztvērēja

source: Error while retrieving fallback timer information %s
ca: S’ha produït un error en recuperar la informació del programador de reserva %s
lv: Kļūda iegūstot taimeru informāciju no attālinātā uztvērēja %s

source: Error while retrieving location of epg.dat on the fallback receiver
ca: S'ha produït un error en recuperar la ubicació d’epg.dat al receptor de reserva
lv: Kļūda iegūstot epg.dat atrašanās vietu no attālinātā uztvērēja

source: Error: %s Retry?
ca: Error: %s Tornar-ho a provar?
lv: Kļūda: %s Atkārtot?

source: Estonia
lv: Igaunija

source: Estonian
ca: Estonià
lv: Igauņu

source: EtPortal
lv: Et portāls

source: Ethernet network interface
ca: Interfície de xarxa Ethernet
lv: Ethernet tīkla interfeiss

source: Ethiopia
ca: Etiòpia
lv: Etiopija

source: Event font size (relative to skin size)
ca: Mida de la lletra d’esdeveniment (en relació amb la mida de la skin)
lv: Notikuma fontu izmērs (salīdzinājumā ar noformējuma izmēru)

source: Event name first
ca: Nom de l’esdeveniment primer
lv: Nosaukums vispirms

source: Event view
ca: Visualització d'esdeveniments
lv: Notikuma apskats

source: Event view context menu
ca: Menú contextual de visualització d’esdeveniments
lv: Notikuma apskata izvēlne

source: Event view menu
ca: Menú de visualització d’esdeveniments
lv: Notikuma apskata izvēlne

source: Events info menu
ca: Menú d’informació d’esdeveniments
lv: Notikumu info izvēlne

source: Every known
ca: Tots els coneguts
lv: Zināms

source: Everywhere
ca: Arreu
lv: Jebkur

source: Exceeds dual layer medium!
ca: Excedeix el mitjà de doble capa!
lv: Pārsniedz divslāņu datu nesēja ietilpību!

source: Execution finished!!
ca: Ha finalitzat l'execució!
lv: Izpilde pabeigta!!

source: Execution progress:
ca: Progrés de l’execució:
lv: Izpildes norise:

source: Exit
ca: Sortir
lv: Iziet

source: Exit EPG
ca: Sortir de l'EPG
lv: Iziet no EPG

source: Exit editor
ca: Sortir de l'editor
lv: Iziet no redaktora

source: Exit input device selection.
ca: Sortir de la selecció del dispositiu d’entrada.
lv: Iziet no ievades iekārtas izvēlnes.

source: Exit media player?
ca: Sortir del reproductor multimèdia?
lv: Iziet no mediju atskaņotāja?

source: Exit mediaplayer
ca: Sortir del reproductor multimèdia
lv: Iziet no mediju atskaņotāja

source: Exit movie list
ca: Sortir de la llista de pel·lícules
lv: Iziet no mediju saraksta

source: Exit movie player?
ca: Sortir del reproductor de pel·lícules?
lv: Iziet no mediju atskaņotāja?

source: Exit network interface list
ca: Sortir de la llista de la interfície de xarxa
lv: Iziet no tīkla interfeisu saraksta

source: Exit network wizard
ca: Sortir de l’assistent de xarxa
lv: Iziet no tīkla iestatīšanas vedņa

source: Exit the wizard
ca: Sortir de l'assistent
lv: Iziet no vedņa

source: Expand
ca: Ampliar
lv: Izvērst

source: Expert
lv: Lietpratēja

source: Expert settings
ca: Configuració experta
lv: Papildus iestatījumi
