Repository: 68foxboris/enigma2
Catalog: po/*.po
Languages: ca, lv

source: Timer overlap in timers.xml detected! Please recheck it!
ca: Detectat solapament de programadors a timers.xml! Torna-ho a comprovar!
lv: Konstatēta taimeru pārklāšanās failā timers.xml! Lūdzu pārbaudiet vēlreiz!

source: Timer overview
ca: Visió general del programador
lv: Taimeru pārskats

source: Timer recording location
ca: Ubicació d'enregistrament de programador
lv: Taimeru ieraksta vieta

source: Timer sanity error
ca: Error del programador
lv: Taimera kļūda

source: Timer selection
ca: Selecció de programador
lv: Taimeru izvēle

source: Timer selection...
ca: Selecció de programador …
lv: Taimeru izvēle...

source: Timer type
ca: Tipus de progr.
lv: Taimera veids

source: Timer:
ca: Programador:
lv: Taimeris:

source: Timeshift
lv: Laika aizture

source: Timeshift Live
ca: Timeshift en directe
lv: Laika aizture dzīvajā

source: Timeshift is running. Select an action.
ca: El timeshift s’està executant. Selecciona una acció.
lv: Darbojas laika aizture. Izvēlieties darbību.

source: Timeshift location
ca: Ubicació de timeshift
lv: Laika aiztures vieta

source: Timeshift not possible!
ca: El timeshift no és possible!
lv: Laika aizture nav iespējama!

source: Timezone
ca: Fus horari
lv: Laika josla

source: Timor-Leste
ca: Timor Oriental
lv: Timora-Leste

source: Title
ca: Títol
lv: Nosaukums

source: Title properties
ca: Propietats del títol
lv: Nosaukuma parametri

source: Titleset mode
ca: Mode de conjunt de títol
lv: Nosaukuma iestatīšanas režīms

source: To apply the selected '%s' skin the GUI needs to restart. Would you like to restart the GUI now?
ca: Per aplicar la skin de '%s' seleccionada, cal reiniciar la interfície gràfica. Vols reiniciar la interfície ara?
lv: Lai izmantotu izvēlēto '%s' noformējumu jāpārstartē uztvērējs. Vai vēlaties tagat pārstartēt?

source: To audio selection
ca: A la selecció d’àudio
lv: Uz audio iestatīšanu

source: To save and apply the selected '%s' skin the GUI needs to restart. Would you like to save the selection and restart the GUI now?
ca: Per desar i aplicar la skin de ‘%s’ seleccionada, cal reiniciar interfície gràfica. Vols desar la selecció i reiniciar ara la interfície?
lv: Lai saglabātu un izmantotu izvēlēto '%s' noformējumu jāpārstartē uztvērējs. Vai vēlaties saglabāt un pārstartēt?

source: To subtitle selection
ca: A la selecció de subtítols
lv: Uz subtitru iestatīšanu

source: Today
ca: Avui
lv: Šodien

source: Toggle HDMI In
ca: Commutar HDMI In
lv: HDMI In

source: Toggle LCD LiveTV
ca: Commutar TV en directe a la pantalla LCD
lv: Pārslēgties uz LCD LiveTV

source: Toggle PiPzap
ca: Commutar PiPzap
lv: Pārslēgties uz PiP

source: Toggle TV/RADIO mode
ca: Commutar mode de TV / RÀDIO
lv: Pārslēgt TV/RADIO režīmu

source: Toggle a cut mark at the current position
ca: Commutar una marca de tall en l'actual posició
lv: Iestatīt griešanas iezīmi pašreizējā pozīcijā

source: Toggle dashed flickering line for this service
ca: Commutar línia intermitent discontínua per a aquest servei
lv: Mainīt mirgojošo līniju kanālam

source: Toggle infoBar
ca: Commutar barra d'informació
lv: Infojosla

source: Toggle new text inserts before or overwrites existing text
ca: Commutar noves insercions de text abans o sobreescriure el text existent
lv: Pārvieto uz jaunu tekstu

source: Toggle show/hide
ca: Commutar mostrar / amagar
lv: Pārslēdz parādīt/slēpt

source: Toggle subtitles show/hide
ca: Commutar mostrar / amagar els subtítols
lv: Pārslēgt subtitrus parādīt/slēpt

source: Toggle the tv and the radio player...
ca: Commutar la televisió i el reproductor de ràdio…
lv: Pārslēgt tv vai radio atskaņošanu...

source: Toggle videomode
ca: Commutar el mode de vídeo
lv: Pārslēgt video režīmu

source: Tone amplitude
ca: Amplitud de tons
lv: Toņa amplitūda

source: Tone mode
ca: Mode de to
lv: Toņa režīms

source: Toneburst
ca: Ràfega de to
lv: Toņsignāls

source: Toneburst A/B
ca: Ràfega de to A/B
lv: Toņsignāls A/B

source: Top and bottom
ca: Superior i inferior
lv: Vertikāli

source: Total clients streaming:
ca: Total de clients emetent:
lv: Straumē klienti:

source: Track
ca: Pista
lv: Celiņš

source: Transcoding:
ca: Transcodificació:
lv: Transkodē:

source: Translation
ca: Traducció
lv: Tulkojums

source: Translation:
ca: Traducció:
lv: Tulkojums:

source: Translations
ca: Traduccions
lv: Tulkojumi

source: Transmission mode
ca: Mode de transmissió
lv: Pārraides režīms

source: Transponder
ca: Transponedor
lv: Transponderis

source: Transponder Time
ca: Temps del transponedor
lv: No satelīta

source: Transport Stream Type
ca: Tipus de flux de transport
lv: Transporta plūsmas veids

source: Trash can
ca: Paperera
lv: Miskaste

source: Tries left:
ca: Intents restants:
lv: Atlikuši mēģinājumi:

source: Trinidad and Tobago
ca: Trinitat i Tobago
lv: Trinidada un Tobāgo

source: Troubleshoot
ca: Res. de problemes
lv: Informācija

source: True
ca: Cert
lv: Jā

source: Tue
ca: Dim
lv: Ot

source: Tuesday
ca: Dimarts
lv: Otrdiena

source: Tune
ca: Sintonitzar
lv: Uztvert

source: Tune and focus
ca: Sintonitzar i enfocar
lv: Uztvērēja statuss

source: Tune failed!
ca: Ha fallat la sintonització!
lv: Uztveršana neizdevās!

source: Tuner
ca: Sintonitzador
lv: Uztvērējs

source: Tuner Configuration
ca: Configuració del sintonitzador
lv: Uztvērēja konfigurācija

source: Tuner configuration
ca: Configuració del sintonitzador
lv: Uztvērēja konfigurācija

source: Tuner is not supported
ca: Sintonitzador no suportat
lv: Uztvērējs nav atbalstīts

source: Tuner live values
ca: Valors en viu del sint.
lv: Tekošās vērtības

source: Tuner not available.
ca: Sintonitzador no disponible.
lv: Uztvērējs nav pieejams.

source: Tuner setting values
ca: Valors de conf. del sintonit.
lv: Iestatītās

source: Tuner slot
ca: Ranura del sintonitzador
lv: Uztvērēja slots

source: Tuner status:
ca: Estat del sintonitzador:
lv: Uztvērēja statuss:

source: Tuner type
ca: Tipus de sintonitzador
lv: Uztvērēja veids

source: Tuners & scanning
ca: Sintonitzadors i escaneig
lv: Uztveršana

source: Tunisia
lv: Tunisija

source: Turkey
ca: Turquia
lv: Turcija

source: Turkish
ca: Turc
lv: Turku

source: Turkmenistan
ca: Turquia
lv: Turkmenistāna

source: Turks and Caicos Islands
ca: Illes Turks i Caicos
lv: Turks un Kaikosas salas

source: Turn on the power LED during deep standby.
ca: Encendre el LED d’alimentació durant el mode standby profund.
lv: Ieslēgt LED dziļās gaidstāves režīmā.

source: Turn on the power LED during standby.
ca: Encendre el LED d’alimentació durant el mode standby.
lv: Ieslēgt LED gaidstāvē.

source: Turn on the power LED.
ca: Encendre el LED d’alimentació.
lv: Ieslēgt LED darbības laikā.

source: Turning step size
ca: Mida de pas de rotació
lv: Noskaņošanas soļa lielums

source: Two
ca: Dos
lv: Divi

source: Two lines
ca: Dues línies
lv: Divas rindas

source: Two lines and next event
ca: Dues línies i proper esdeveniment
lv: Divas rindas un nākamais notikums

source: Type
ca: Tipus
lv: Veids

source: Type of LNB/device
ca: Tipus de LNB / dispositiu
lv: LNB/ierīces veids

source: Type of scan
ca: Tipus d'escaneig
lv: Meklēšanas veids

source: UNKNOWN
ca: DESCONEGUT
lv: NEZINĀMS

source: URL
lv: Adrese

source: URL of fallback remote receiver
ca: URL del receptor remot de reserva
lv: Rezerves uztvērēja adrese (URL)

source: USALS automatically moves a motorised dish to the correct satellite based on the coordinates entered by the user. Without USALS each satellite will need to be setup and saved individually.
ca: USALS mou automàticament un plat motoritzat al satèl·lit correcte en funció de les coordenades introduïdes per l’usuari. Sense USALS, cada satèl·lit haurà de configurar-se i desar-se individualment.
lv: USALS automātiski pārvieto motorizēto satelītantenu uz pareizo satelītu, pamatojoties uz lietotāja ievadītajām koordinātām. Bez USALS katru satelītu būs nepieciešams uzstādīt un saglabāt atsevišķi.

source: USALS calibration
ca: Calibració USALS
lv: USALS kalibrēšana

source: USB stick
ca: Llapis USB
lv: USB zibatmiņa

source: Ukraine
lv: Ukraina

source: Ukrainian
lv: Ukraiņu

source: Unable to backup settings as the AutoBackup plugin is missing, do you want to continue?
ca: No es pot configurar la configuració de còpia de seguretat, ja que falta el plugin de còpia de seguretat automàtica. Vols continuar?
lv: Nav iespējams izveidot iestatījumu dublējumkopiju jo spraudnis dublējumkopijas izveidošanai nav pieejams, vai vēlaties turpināt?

source: Unable to complete - Kexec Multiboot files missing!
ca: No es pot completar. Falten fitxers de Kexec Multiboot!
lv: Nav iespējams pabeigt — trūkst kexec multiboot failu!

source: Unable to create the required directories on the media (e.g. USB stick or Harddisk) - Please verify media and try again!
ca: No es poden crear els directoris necessaris al mitjà (per exemple, al stick USB o disc dur). Comprova el mitjà i torna-ho a provar.
lv: Nevarēja izveidot nepieciešamās direktorijas datu nesējā (USB zibatmiņā vai HDD). Pārbaudiet datu nesēju un mēģiniet vēlreiz!

source: Unattended update in progress Please wait until your receiver reboots This may take a few minutes
ca: Actualització no vigilada en curs Espera fins que el receptor es reiniciï Això pot trigar uns minuts
lv: Notiek atjaunināšana. Lūdzu uzgaidiet, kamēr jūsu uztvērējs pārstartējas. Tas var aizņemt dažas minūtes.

source: Uncover dashed flickering line for this service
ca: Descobrir la línia discontinua intermitent per a aquest servei
lv: šim kanālam neslēpt mirgojošo līniju

source: Undefined
ca: Sense definir
lv: Nedefinēts

source: Undo install
ca: Desfer la instal·lació
lv: Atsaukt uzstādīšanu

source: Undo uninstall
ca: Desfer la desinstal·lació
lv: Atsaukt atinstalēšanu

source: Unencrypted
ca: Sense xifrar
lv: Nešifrēts

source: Unexpected error while retrieving fallback tuner's timer information
ca: Error inesperat a l’hora de recuperar la informació del programador del sintonitzador de reserva
lv: Kļūda iegūstot taimeru informāciju no attālinātā uztvērēja

source: UnhandledKey
lv: Neapstrādāta poga

source: Unhide parental control services
ca: Mostrar els serveis de control parental
lv: Parādīt servisus ar vecāku aizsardzību

source: Unicable delay after change voltage before switch command
ca: Retard d'Unicable després del canvi de tensió abans de l'ordre del commutador
lv: Unicable aizture pēc sprieguma izmaiņas līdz komutatora komandai

source: Unicable delay after enable voltage before switch command
ca: Retard d'Unicable després de l'activació de tensió abans de l'ordre del commutador
lv: Unicable aizture pēc sprieguma ieslēgšanas līdz komutatora komandai

source: Unicable delay after last diseqc command
ca: Retard d'Unicable després de l'activació de la darrera ordre de diseqc
lv: Unicable aizture pēc pēdējās DiSEqC komandas

source: Uninstall
ca: Desinstal·lar
lv: Atinstalēt

source: United Arab Emirates
ca: Emirats Àrabs Units
lv: Apvienotie Arābu Emirāti

source: United Kingdom
ca: Regne Unit
lv: Apvienotā Karaliste

source: United States
ca: Estats Units
lv: Amerikas Savienotās Valstis

source: United States Minor Outlying Islands
ca: Illes perifèriques menors dels Estats Units
lv: Mazās nomaļās salas, Amerikas Savienotās Valstis

source: United States of America
ca: Estats Units d’Amèrica
lv: Amerikas Savienotās Valstis

source: Universal LNB
ca: LNB universal
lv: Universālā LNB

source: Unknown
ca: Desconegut
lv: Nezināms

source: Unmark service as dedicated 3D service
ca: Desmarcar el servei com a servei 3D dedicat
lv: neatzīmēt kā 3D kanālu

source: Unmount
ca: Desmuntar
lv: Atmontēt

source: Unsupported
ca: No és compatible
lv: Neatbalstāms

source: Unzipping Image
ca: Descomprimint imatge
lv: Atarhivē imidžu

source: Update
ca: Actualitzar
lv: Atjaunināt

source: Update and ask to reboot
ca: Actualitzar i preguntar si reiniciar
lv: Atjaunināt un jautāt vai pārstartēt

source: Update and reboot
ca: Actualitzar i reiniciar
lv: Atjaunināt un pārstartēt

source: Update and reboot (recommended)
ca: Actualitzar i reiniciar (recomanat)
lv: Atjaunināt un pārstartēt (ieteicams)

source: Update bookmarks
ca: Actualitzar preferits
lv: Atjaunot grāmatzīmes

source: Update channel list only
ca: Actualitzar només llista de canals
lv: Atjaunināt tikai kanālu sarakstu

source: Update completed, %d package was installed.
ca: L’actualització ha finalitzat. S’ha instal·lat %d paquet.
lv: Atjaunināšana pabeigta, %d pakotne instalēta.

source: Update completed. Do you want to reboot your receiver?
ca: L’actualització ha finalitzat. Vols reiniciar el receptor?
lv: Atjaunināšana pabeigta. Vai vēlaties pārstartēt uztvērēju?

source: Update failed. Your receiver does not have a working internet connection.
ca: No s’ha pogut actualitzar. El receptor no té connexió a Internet.
lv: Atjaunināšana pārtraukta. Uztvērējam nestrādā interneta savienojums.

source: Update feed not available.
ca: El feed d'actualització no està disponible.
lv: Barotnes nav pieejamas.

source: Update has completed.
ca: L’actualització ha finalitzat.
lv: Atjaunināšana pabeigta.

source: Updating
ca: Actualitzant
lv: Atjauno

source: Updating software catalog
ca: Actualitzant catàleg de software
lv: Atjauno programmatūras katalogu

source: Upper case
ca: Majúscula
lv: Lieli burti

source: Uptime: %s
ca: Temps d'activitat: %s
lv: Darbojas: %s

source: Uruguay
ca: Uruguai
lv: Urugvaja

source: Usage Setup
ca: Configuració d’ús
lv: Lietošanas iestatījumi

source: Use
ca: Ús
lv: Lietot

source: Use 12 characters display mode
ca: Utilitzar el mode de visualització de 12 caràcters
lv: Lietot 12 rindu attēlošanas režīmu

source: Use DHCP
ca: Utilitzar DHCP
lv: Lietot DHCP

source: Use EIT EPG information when it is available.
ca: Utilitzar informació d’EIT EPG quan estigui disponible.
lv: Lietot EIT EPG informāciju kad tā ir pieejama.

source: Use FreeSat EPG information when it is available.
ca: Utilitzar informació de FreeSat EPG quan estigui disponible.
lv: Lietot FreeSat EPG informāciju kad tā ir pieejama.

source: Use HDMI pre-emphasis
ca: Utilitzar l’èmfasi previ de HDMI
lv: Lietot HDMI pre-emphasis

source: Use MHW EPG information when it is available.
ca: Utilitzar informació de MHW EPG quan estigui disponible.
lv: Lietot MHW EPG informāciju kad tā ir pieejama.

source: Use Netmed EPG information when it is available.
ca: Utilitzar informació de Netmed EPG quan estigui disponible.
lv: Lietot Netmed EPG informāciju kad tā ir pieejama.

source: Use OpenTV EPG information when it is available.
ca: Utilitzar informació de OpenTV EPG quan estigui disponible.
lv: Lietot OpenTV EPG informāciju kad tā ir pieejama.

source: Use TV remote control
ca: Utilitzar comandament a distància de la TV
lv: Lietot TV tālvadības pulti.

source: Use USALS for this sat
ca: Utilitzar USALS per aquest satèl·lit
lv: Lietot USALS šim pavadonim

source: Use ViaSat EPG information when it is available.
ca: Utilitzar informació de ViaSat EPG quan estigui disponible.
lv: Lietot ViaSat EPG informāciju kad pieejama.

source: Use Virgin EPG information when it is available.
ca: Utilitzar informació de Virgin EPG quan estigui disponible.
lv: Lietot Virgin EPG informāciju kad tā ir pieejama.

source: Use a gateway
ca: Utilitzar una porta d'enllaç
lv: Lietot vārteju

source: Use as PiP if possible
ca: Utilitzar com a PiP si és possible
lv: Ja iespējams lietot kā PiP

source: Use circular LNB
ca: Utilitzar LNB circular
lv: Lietot cirkulāro LNB

source: Use fastscan channel names
ca: Utilitzar noms de canals d'escaneig ràpid
lv: Lietot ātrās meklēšanas kanālu nosaukumus

source: Use fastscan channel numbering
ca: Utilitzar la numeració de canals d'escaneig ràpid
lv: Lietot ātrās meklēšanas kanālu numurus

source: Use frequency or channel
ca: Utilitzar freqüència o canal
lv: Lietot frekvenci vai kanālu

source: Use individual settings for each directory
ca: Utilitzar configuració individual per a cada directori
lv: Lietot individuālus uzstādījumus katrai mapei

source: Use interface
ca: Utilitzar interfície
lv: Lietot interfeisu

source: Use official channel numbering
ca: Utilitzar numeració oficial de canals
lv: Lietot oficiālo kanālu numurēšanu

source: Use original DVB subtitle position
ca: Utilitzar posició de subtítols de DVB original
lv: Lietot oriģinālo DVB subtitru pozīciju

source: Use original teletext position
ca: Utilitzar posició de teletext original
lv: Lietot oriģinālo teleteksta pozīciju

source: Use power measurement
ca: Utilitzar mesura d'energia
lv: Lietot sprieguma mērīšanu

source: Use the network wizard to configure selected network adapter
ca: Utilitzar l’assistent de xarxa per configurar l’adaptador de xarxa seleccionat
lv: Lietot tīkla vedni adaptera uzstādīšanai

source: Use the network wizard to configure your network
ca: Utilitzar l’assistent de xarxa per configurar la teva xarxa
lv: Lietot vedni tīkla uzstādīšanai

source: Use the up/down keys on your remote control to select an option. After that, press OK.
ca: Utilitzar els botons de dalt/baix del comandament per a seleccionar una opció. Després, prem OK.
lv: Lietojiet tālvadības pults augšup/lejup taustiņus, lai izdarītu izvēli. Pēc tam spiediet OK.

source: Use the wizard to set up basic features
ca: Utilitzar l’assistent per configurar funcions bàsiques
lv: Lietot vedni galveno iespēju iestatīšanai

source: Use these input device settings?
ca: Fer servir aquesta configuració de dispositiu d’entrada?
lv: Lietot šos ievades ierīces iestatījumus?

source: Use these settings?
ca: Fer servir aquesta configuració?
lv: Lietot šos iestatījumus?

source: Use this video enhancement settings?
ca: Fer servir aquesta configuració de millora de vídeo?
lv: Lietot šos video uzlabošanas iestatījumus?

source: Use trash can in movielist
ca: Utilitzar la paperera a la llista de pel·lícules
lv: Lietot miskasti mediju sarakstā

source: Used service scan type
ca: Tipus d'escaneig de serveis utilitzat
lv: Lietotais kanālu meklēšanas veids

source: User Band %d
ca: Banda d’usuari %d
lv: Lietotāja josla %d

source: User Band %d (%s)
ca: Banda d’usuari %d (%s)
lv: Lietotāja josla %d (%s)

source: User ID
ca: ID d’usuari
lv: Lietotāja ID

source: User Mode
ca: Mode d'usuari
lv: Lietotāja režīms

source: User bouquets
ca: Bouquets d'usuari
lv: Lietotāja buķetes

source: User defined
ca: Definit per l'usuari
lv: Lietotāja definēts

source: User defined transponder
ca: Transponedor definit per l’usuari
lv: Lietotāja definēts transponderis

source: User interface
ca: Interfície d’usuari
lv: Lietotāja interfeiss

source: Using LNB %d
ca: Utilitzant LNB %d
lv: Lietot LNB %d

source: Using fixed address
ca: Utilitzant una adreça fixa
lv: Lietot fiksētu adresi

source: Using tuner %s
ca: Utilitzant el sintonitzador %s
lv: Lietot uztvērēju %s

source: Usually when the subtitle language is the same as the audio language, the subtitles will not be used. Enable this option to allow these subtitles to be used.
ca: Normalment quan l'idioma de subtítols sigui el mateix que el d’àudio, els subtítols no s’utilitzaran. Activa aquesta opció per permetre utilitzar aquests subtítols.
lv: Parasti, kad subtitru valoda ir tāda pati kā audio valodu, subtitri netiek izmantoti. Ieslēdziet lai atļautu izmantot subtitrus.

source: Uzbekistan
lv: Uzbekistāna

source: VLAN connection
ca: Connexió VLAN
lv: VLAN savienojums

source: VMGM (intro trailer)
ca: VMGM (tràiler d'introducció)
lv: VMGM (ievada treileris)

source: VOB file
ca: Fitxer VOB
lv: VOB fails

source: Valid ONID/TSID look at www.lyngsat.com...
ca: Consulta un ONID / TSID vàlid a www.lyngsat.com…
lv: Derīgu ONID/TSID meklējiet www.lyngsat.com...

source: Various
ca: Diversos
lv: Visas valstis

source: Venezuela (Bolivarian Republic of)
ca: Veneçuela (República Bolivariana de)
lv: Venecuēla (Bolīvijas Republika)

source: Vertical
lv: Vertikālā

source: Vertical turning speed
ca: Velocitat de gir vertical
lv: Vertikālās noskaņošanas ātrums

source: Video clipping setup
ca: Configuració de retallat de vídeo
lv: Video apgriešanas iestatījumi

source: Video enhancement preview
ca: Vista prèvia de millora de vídeo
lv: Video uzlabošanas priekšskatījums

source: Video enhancement settings
ca: Configuració de millora de vídeo
lv: Video uzlabošanas iestatījumi

source: Video enhancement setup
ca: Configuració de millora de vídeo
lv: Video uzlabošanas iestatīšana

source: Video input selection Please press OK if you can see this page on your TV (or select a different input port). The next input port will be automatically probed in 20 seconds.
ca: Selecció d’entrada de vídeo Si us plau, prem OK si pots veure aquesta pàgina al teu televisor (o selecciona un port d’entrada diferent). El següent port d’entrada es comprovarà automàticament en 20 segons.
lv: Attēla ieejas izvēle Ja redzat šo lappusi uz sava TV, spiediet OK (vai izvēlieties citu ieeju). Pēc 20 sekundēm tiks automātiski aktivizēta nākamā ieeja.

source: Video mode selection.
ca: Selecció de mode de vídeo.
lv: Video režīma izvēle.

source: Video output
ca: Sortida de vídeo
lv: Video izeja

source: Video setup
ca: Configuració de vídeo
lv: Video iestatījumi

source: Video wizard
ca: Assistent de vídeo
lv: Video vednis

source: VideoMode
ca: Mode de vídeo
lv: Video režīms

source: Videocodec, size & format
ca: Còdec/mida/format de vídeo
lv: Video informācija

source: Viet Nam
lv: Vjetnama

source: View Rass interactive...
ca: Veure Rass interactiu…
lv: Skatīt Rass interaktīvi...

source: View details
ca: Veure detalls
lv: Papildus info

source: View list of available %s extensions.
ca: Veure llista de %s extensions disponibles.
lv: Skatīt sarakstu ar pieejamiem %s paplašinājumiem.

source: View list of available CommonInterface extensions
ca: Veure llista d’extensions d'Common Interface disponibles
lv: Skatīt sarakstu ar pieejamiem CommonInterfeisa paplašinājumiem

source: View list of available EPG extensions.
ca: Veure llista d’extensions d'EPG disponibles.
lv: Skatīt sarakstu ar pieejamiem EPG paplašinājumiem.

source: View list of available Satellite equipment extensions.
ca: Veure llista d’extensions d’equips de satèl·lit disponibles.
lv: Skatīt sarakstu ar pieejamiem satelītu iekārtu paplašinājumiem.

source: View list of available communication extensions.
ca: Veure llista d’extensions de comunicació disponibles.
lv: Skatīt sarakstu ar pieejamiem komunikāciju paplašinājumiem

source: View list of available default settings
ca: Veure llista de configuració predeterminada disponible
lv: Skatīt sarakstu ar pieejamiem noklusējuma iestatījumiem

source: View list of available display and userinterface extensions.
ca: Veure llista d’extensions de visualització i d’interfície d’usuari disponibles.
lv: Skatīt sarakstu ar pieejamiem attēla un lietotāja interfeisa paplašinājumiem.

source: View list of available multimedia extensions.
ca: Veure llista d’extensions multimèdia disponibles.
lv: Skatīt sarakstu ar pieejamiem multimediju paplašinājumiem.

source: View list of available networking extensions
ca: Veure llista d’extensions de xarxa disponibles
lv: Skatīt sarakstu ar pieejamiem tīkla paplašinājumiem

source: View list of available recording extensions
ca: Veure llista d’extensions d’enregistrament disponibles
lv: Skatīt sarakstu ar pieejamiem ieraksta paplašinājumiem

source: View list of available skins
ca: Veure llista de skins disponibles
lv: Skatīt sarakstu ar pieejamiem noformējumiem

source: View list of available software extensions
ca: Veure llista d’extensions de software disponibles
lv: Skatīt sarakstu ar pieejamiem programmatūras paplašinājumiem

source: View list of available system extensions
ca: Veure llista d’extensions del sistema disponibles
lv: Skatīt sarakstu ar pieejamiem sistēmas paplašinājumiem

source: View photos...
ca: Veure fotos...
lv: Skatīt fotogrāfijas...

source: View teletext...
ca: Veure teletext...
lv: Skatīt teletekstu...

source: View video CD...
ca: Veure CD de vídeo …
lv: Skatīt video CD...
