Repository: 68foxboris/enigma2
Catalog: po/*.po
Languages: ca, lv

source: Are you sure to remove all %s services?
ca: Segur que vols eliminar tots els serveis de %s?
lv: Vai tiešām vēlaties nodzēst visus %s kanālus?

source: Are you sure to remove all cable services?
ca: Segur que vols eliminar tots els serveis per cable?
lv: Vai tiešām vēlaties nodzēst visus kabeļu kanālus?

source: Are you sure to remove all terrestrial services?
ca: Segur que vols eliminar tots els serveis terrestres?
lv: Vai tiešām vēlaties nodzēst visus televīzijas kanālus?

source: Are you sure to remove this entry?
ca: Segur que vols eliminar aquesta entrada?
lv: Vai tiešām vēlaties dzēst šo ierakstu?

source: Are you sure to restore all deleted images
ca: Segur que vols restablir totes les imatges eliminades?
lv: Vai tiešām vēlaties atjaunot visus dzēstos imidžus

source: Are you sure you want to activate this network configuration?
ca: Segur que vols activar aquesta configuració de xarxa?
lv: Vai tiešām vēlaties aktivizēt šo tīkla konfigurāciju?

source: Are you sure you want to delete the following backup:
ca: Segur que vols eliminar la següent còpia de seguretat?:
lv: Vai tiešām vēlaties dzēst šo dublējumkopiju:

source: Are you sure you want to exit this wizard?
ca: Segur que vols sortir d’aquest assistent?
lv: Vai tiešām vēlaties iziet no šī veidņa?

source: Are you sure you want to restart your network interfaces?
ca: Segur que vols reiniciar les teves interfícies de xarxa?
lv: Vai tiešām vēlaties pārstartēt tīkla interfeisus?

source: Are you sure you want to restore the following backup: %s Your receiver will restart after the backup has been restored!
ca: Segur que vols restablir la següent còpia de seguretat: %s El receptor es reiniciarà un cop restablerta la còpia de seguretat!
lv: Vai tiešām vēlaties atjaunot šo dublējumkopiju: %s Uztvērējs pārstartēsies pēc atjaunošanas!

source: Are you sure you want to restore the backup? Your receiver will restart after the backup has been restored!
ca: Segur que vols restablir la còpia de seguretat? El receptor es reiniciarà un cop restablerta la còpia de seguretat!
lv: Vai tiešām vēlaties atjaunot dublējumkopiju? Uztvērējs pārstartēsies pēc atjaunošanas!

source: Argentina
lv: Argentīna

source: Armenia
lv: Armēnija

source: Artist
ca: Artista
lv: Izpildītājs

source: Arts/Culture (without music)
ca: Arts / cultura (sense música)
lv: māksla, kultūra

source: As defined by the skin
lv: Kā paredzēts noformējumā

source: Ask user
ca: Preguntar a l’usuari
lv: Jautāt

source: Aspect ratio
ca: Relació d'aspecte
lv: Attēla samērs

source: Assigned CAIds:
ca: CAIds assignats:
lv: Piešķirtie CAIdi:

source: Assigned services/provider:
ca: Serveis / proveïdor assignats:
lv: Piešķirtie kanāli/operatori

source: At beginning
ca: Al principi
lv: Sākt no sākuma

source: At end
ca: Al final
lv: Uz beigām

source: Attention - forced loading recovery image! Create an empty STARTUP_RECOVERY file at the root of your HDD/USB drive and hold the Power button for more than 12 seconds for reboot receiver!
ca: Atenció, imatge de recuperació de càrrega forçada! Crea un fitxer STARTUP_RECOVERY buit a l'arrel del teu disc dur/llapis USB y mantingues premut el botó d'encesa durant més de 12 segons per reiniciar el receptor!
lv: Uzmanību — uzstāda atkopšanas imidžu! Izveidojiet tukšu STARTUP_RECOVERY failu HDD/USB diska saknē un turiet nospiestu barošanas pogu ilgāk par 12 sekundēm, lai pārstartētu uztvērēju!

source: Attention, this is repeated timer!
ca: Atenció, això és un programador repetit!
lv: Uzmanību, šis taimeris atkārtojas!

source: Attention, this is repeated timer! What do you want to do?
ca: Atenció, això és un programador repetit! Què vols fer?
lv: Uzmanību, šis taimeris atkārtojas! Ko vēlaties darīt?

source: Audio
ca: Àudio
lv: Skaņa

source: Audio / Video
ca: Àudio / Vídeo
lv: Audio un video iestatījumi

source: Audio PID%s, codec & lang
ca: PID d'àudio%s, còdec i idioma
lv: Audio PID%s

source: Audio auto volume level
ca: Nivell de volum automàtic d’àudio
lv: Automātiskā skaļuma līmenis

source: Audio description for the visually impaired
ca: Audiodescripció per a persones amb discapacitat visual
lv: Audio apraksts vājredzīgajiem

source: Audio language selection 1
ca: Selecció d’idioma d’àudio 1
lv: Audio valodas izvēle 1

source: Audio language selection 2
ca: Selecció d’idioma d’àudio 2
lv: Audio valodas izvēle 2

source: Audio language selection 3
ca: Selecció d’idioma d’àudio 3
lv: Audio valodas izvēle 3

source: Audio language selection 4
ca: Selecció d’idioma d’àudio 4
lv: Audio valodas izvēle 4

source: Audio options...
ca: Opcions d'àudio…
lv: Skaņas opcijas...

source: Audio plugins
ca: Plugins d'àudio
lv: Audio spraudņi

source: Audio track (%s) format
ca: Format de pista d'àudio (%s)
lv: Skaņas celiņa (%s) formāts

source: Audio track (%s) language
ca: Idioma de pista d'àudio (%s)
lv: Skaņas celiņa (%s) valoda

source: Audio volume step size
ca: Mida de pas del volum d'àudio
lv: Skaļuma regulēšanas soļa lielums

source: Australia
ca: Austràlia
lv: Austrālija

source: Australian
ca: Australià
lv: Austrāliešu

source: Austria
lv: Austrija

source: Author:
ca: Autor:
lv: Autors:

source: Authoring mode
ca: Mode d'autorització
lv: Autorizēšanas režīms

source: Auto
lv: Automātiski

source: Auto EXIF Orientation rotation/flipping
ca: Orientació de rotació / volteig d'EXIF automàtics
lv: Automātiska attēla attēlošana izmantojot EXIF datus

source: Auto chapter split every ? minutes (0=never)
ca: Divisió de capítols automàtica cada ? minuts (0 = mai)
lv: Automātiska nodaļu veidošana katras ? minūtes (0=neveidot)

source: Auto flesh
ca: Tons de carn automàtics
lv: Automātiska ielāde

source: Auto focus
ca: Enfocament automàtic
lv: Automātisks fokuss

source: Auto focus commencing...
ca: Primers passos d'enfocament automàtic …
lv: Automātisks fokuss sākas...

source: Auto language selection
ca: Selecció d’idioma automàtica
lv: Automātiska valodas izvēle

source: Auto play blu-ray file
ca: Reproduir automàticament fitxer Blu-ray
lv: Automātiski atskaņot blu-ray

source: Auto play last service in radio mode
ca: Reproduir automàticament el darrer servei en mode de ràdio
lv: Atskaņot pēdējo kanālu radio režīmā

source: Auto scart switching
ca: Commutació automàtica de scart
lv: Automātiska SCART pārslēgšana

source: Autoinstalling %s
ca: Instal·lant automàticament %s
lv: Uzstāda %s

source: Autoinstalling Completed
ca: S’ha completat la instal·lació automàtica
lv: Uzstādīšana pabeigta

source: Autoinstalling please wait for packages being updated
ca: Instal·lant automàticament. Si us plau, espera que s’actualitzin els paquets
lv: Lūdzu uzgaidiet kamēr paketes tiks uzstādītas

source: Automatic Scan
ca: Escaneig automàtic
lv: Automātiskā meklēšana

source: Automatic bookmarks
ca: Preferits automàtics
lv: Veidot grāmatzīmes automātiski

source: Automatic scan
ca: Escaneig automàtic
lv: Automātiskā meklēšana

source: Automatically power off box to deep standby mode.
ca: Passar automàticament el receptor al mode standby profund.
lv: Automātiski izslēgt uztvērēju.

source: Automatically put the TV in standby whenever the receiver goes into standby or deep standby.
ca: Posar el televisor automàticament en mode standby quan el receptor passi en mode standby o en mode standby profund.
lv: Pārslēgt TV gaidīšanas režīmā neatkarīgi no tā vai uztvērējs izslēdzas vai pārslēdzas gaidīšanas režīmā.

source: Automatically start timeshift after
ca: Iniciar automàticament el timeshift després
lv: Automātiski sākt laika aizturi pēc

source: Automatically turn on external subtitles
ca: Activar automàticament els subtítols externs
lv: Automātiski ieslēgt ārējos subtitrus

source: Available format variables
ca: Variables de format disponibles
lv: Pieejamie mainīgo formāti

source: Available locales are:
ca: Els locals disponibles són:
lv: Pieejamās valodas:

source: Azerbaijan
ca: Azerbaidjan
lv: Azerbaidžāna

source: Back
ca: Enrere
lv: Atpakaļ

source: Background
ca: Fons
lv: Fonā

source: Background color
ca: Color del fons
lv: Fona krāsa

source: Background delete option
ca: Opció d'eliminació en segon pla
lv: Dzēšanu fonā lieto

source: Background delete speed
ca: Velocitat d'eliminació en segon pla
lv: Dzēšanas fonā ātrums

source: Backing up to: %s
ca: Fent còpia de seguretat a: %s
lv: Izveido dublējumkopiju: %s

source: Backup completed.
ca: S’ha completat la còpia de seguretat.
lv: Dublējumkopija izveidota.

source: Backup failed.
ca: Ha fallat la còpia de seguretat.
lv: Dublējumkopija neizdevās.

source: Backup is running...
ca: La còpia de seguretat s’està realitzant…
lv: Tiek veidota dublējumkopija...

source: Backup settings
ca: Configuració de còpia de seguretat
lv: Veidot iestatījumu dublējumkopiju

source: Backup system settings
ca: Configuració del sistema de còpia de seguretat
lv: Veidot iestatījumu dublējumkopiju

source: Backup your receiver settings.
ca: Fer una còpia de seguretat de la configuració del receptor.
lv: Izveidot iestatījumu dublējumkopiju.

source: Bahamas
ca: Bahames
lv: Bahamu salas

source: Bahrain
lv: Bahreina

source: Band
ca: Banda
lv: Josla

source: Bandwidth
ca: Ample de banda
lv: Joslas platums

source: Bangladesh
lv: Bangladeša

source: Barbados
lv: Barbadosa

source: Basic PID info
ca: Info bàsica de PID
lv: Pamata info

source: Basic info
ca: Informació bàsica
lv: Pamata info

source: Basque
ca: Basc
lv: Basku

source: Before sending the command to switch the TV to standby, the receiver tests if all the other devices plugged to TV are in standby. If they are not, the 'sourceinactive' command will be sent to the TV instead of the 'standby' command.
ca: Abans d’enviar l’ordre per canviar el televisor en mode standby, el receptor comprova si tots els altres dispositius connectats al televisor estan en standby. Si no ho estan, l’ordre 'sourceinactive' s’enviarà al televisor en lloc de l’ordre 'standby'.
lv: Pirms sūtīt komandu pārslēgt TV gaidīšanas režīmā uztvērējs pārbaudīs vai visas ierīces, kuras pieslēgtas TV, ir gaidīšanas režīmā. Ja kāda nav, tad tiks sūtīta komanda 'avots neaktīvs' nevis komanda 'gaidīšanas režīms'.

source: Begin time
ca: Hora d'inici
lv: Sākuma laiks

source: Behavior of '0' button in PiP mode
ca: Comportament del botó '0' en mode PiP
lv: 0 taustiņa nozīme PiP režīmā

source: Behavior of 'pause and ok' when paused
ca: Comportament de 'pausa i ok' quan es posi en pausa
lv: Taustiņu 'pauze un ok' darbība pauzē

source: Behavior when a movie is started
ca: Comportament quan s'iniciï una pel·lícula
lv: Kad filma ir palaista

source: Behavior when a movie is stopped
ca: Comportament quan s’aturi una pel·lícula
lv: Kad filma ir apturēta

source: Behavior when a movie reaches the end
ca: Comportament quan acabi una pel·lícula
lv: Kad filma beidzas

source: Belarus
ca: Bielorússia
lv: Baltkrievija

source: Belgian
ca: Belga
lv: Beļģu

source: Belgium
ca: Bèlgica
lv: Beļģija

source: Belize
lv: Beliza

source: Benin
lv: Benina

source: Bermuda
lv: Bermudu salas

source: Bhutan
lv: Butāna

source: Big PiP
ca: PiP gran
lv: Liels PiP

source: Bitrate:
ca: Velocitat de bits:
lv: Bitreits:

source: Black screen
ca: Pantalla en negre
lv: Melns ekrāns

source: Black screen till locked
ca: Pantalla en negre fins al bloqueig
lv: Melns ekrāns līdz noenkurojies

source: Blindscan
ca: Escaneig a cegues
lv: Aklā meklēšana

source: Blindscan terrestrial (if possible)
ca: Escaneig a cegues terrestre (si és possible)
lv: Aklā televīzijas kanālu meklēšana

source: Block noise reduction
ca: Bloquejar reducció de soroll
lv: Bloķēt trokšņu slāpēšanu

source: Blue
ca: Blau
lv: Zilā

source: Bolivia (Plurinational State of)
ca: Bolívia (estat plurinacional de)
lv: Bolīvija

source: Bonaire, Sint Eustatius and Saba
ca: Bonaire, Sint Eustatius i Saba
lv: Bonaire, Sint Eustatius un Saba

source: Bookmarks
ca: Preferits
lv: Grāmatzīmes

source: Boost blue
ca: Boost blau
lv: Zilā piesātinājums

source: Boost green
ca: Boost verd
lv: Zaļā piesātinājums

source: Boot to Android image
ca: Arrencar amb imatge d’Android
lv: Pārstartēt uz Android imidžu

source: Boot to Recovery image - slot0 %s
ca: Arrencar amb imatge de recovery -slot0 %s
lv: Pārstartēt uz atkopšanas imidžu - slot0 %s

source: Boot to Recovery menu
ca: Arrencar amb menú de recovery
lv: Pārstartēt atkopšanas izvēlnē

source: Bootup time
ca: Temps d'arrencada
lv: Darbības laiks

source: Bosnia and Herzegovina
lv: Bosnija un Hercegovina

source: Botswana
lv: Botsvāna

source: Bouvet Island
ca: Illa Bouvet
lv: Bouvet sala

source: Brazil
ca: Brasil
lv: Brazīlija

source: Brightness
ca: Brillantor
lv: Spilgtums

source: British Indian Ocean Territory
lv: Indijas okeāna Britu teritorija

source: Brunei Darussalam
lv: Bruneja Darusalama

source: Buffering %d%%
ca: Emmagatzemant en búfer %d%%
lv: Buferizācija %d%%

source: Build date:
ca: Data de compilació:
lv: Kompilēšanas datums:

source: Bulgaria
lv: Bulgārija

source: Bulgarian
lv: Bulgāru

source: Burn DVD
ca: Gravar DVD
lv: Rakstīt DVD

source: Burn audio track (%s)
ca: Gravar pista d'àudio (%s)
lv: Rakstīt skaņas celiņu (%s)

source: Burn existing image to DVD
ca: Gravar la imatge existent a DVD
lv: Ierakstīt esošo imidžu uz DVD

source: Burn to DVD
ca: Gravar en DVD
lv: Ierakstīt uz DVD

source: Bus:
lv: Kopne:

source: By default, SNR will be shown in dB (when supported by the tuner). This setting forces SNR to be shown as a percentage instead.
lv: Pēc noklusējuma SNR tiek attēlots dB (ja atļauj uztvērējs). Šis iestatījums ieslēgs SNR attēlošanu procentos.

source: Bypass HDMI EDID checking
ca: Evitar la comprovació del EDID de HDMI
lv: Neveikt HDMI EDID pārbaudi

source: C-Band
ca: Banda-C
lv: C-josla

source: CH%s
lv: Kan%s

source: CI (Common Interface) Setup
ca: Configuració de CI (Common Interface)
lv: Common interfeiss

source: CI assignment
ca: Assignació de CI
lv: CI piešķiršana

source: CI enabled
ca: CI activat
lv: CI aktivizēts

source: CI slot:
ca: Ranura de CI:
lv: CI slots:

source: CPU:
lv: Procesors:

source: Cable
lv: Kabeļu

source: Cable Scan
ca: Escaneig de cable
lv: Kabeļu meklēšana

source: Cable scan executable utility not found '%s'!
ca: No s'ha trobat la utilitat executable d'escaneig de cable '%s'!
lv: Kabeļu skenēšanas aplikācija nav atrasta '%s'!

source: Cabo Verde
ca: Cap Verd
lv: Kaboverde

source: Cache thumbnails
ca: Miniatures en memòria cau
lv: Kešot sīkattēlus

source: Calculate
ca: Calcular
lv: Izskaitļot

source: Calculate all positions
ca: Calcular totes les posicions
lv: Izskaitļot visas pozīcijas

source: Calculation complete
ca: Calculació completada
lv: Izskaitļošana pabeigta

source: Calibrate
ca: Calibrar
lv: Kalibrēt

source: Cambodia
lv: Kambodža

source: Cameroon
ca: Camerun
lv: Kamerūna

source: Can be used for different fps between external subtitles and video.
ca: Es pot utilitzar per a diferents fps entre subtítols externs i vídeo.
lv: Tiek lietots dažādiem fps starp ārējiem subtitriem un video

source: Can be used to test defect pixels on TV screen. Available color test screens: red green blue white black cyan magenta yellow Screens change with left/right buttons or use red, green, blue to toggle. Yellow for returning back to this intro
ca: Es pot utilitzar per provar píxels defectuosos a la pantalla del televisor. Pantalles de proves de color disponibles: vermell verd blau blanc negre cian magenta groc Les pantalles es canvien amb el botons esquerre / dret, o utilitza vermell, verd, blau per alternar. Groc per tornar a aquesta introducció
lv: Testē bojātos pikseļus TV ekrāna. Pieejamās krāsas testam: sarkana zaļa zila balta melna ciāna purpursarkana dzeltena Ekrānus var pārslēgt ar pa kreisi/pa labi taustiņiem vai izmantot sarkano, zaļo vai zilo taustiņu. Dzeltenais pārslēgs atpakaļ uz šo ekrānu.

source: Can only find a network drive to store the backup this means after the flash the autorestore will not work. Alternativaly you can mount the network drive after the flash and perform a manufacurer reset to autorestore
ca: Només es pot trobar una unitat de xarxa per emmagatzemar la còpia de seguretat, això significa que, després de flashejar, la restauració automàtica no funcionarà. De manera alternativa, pots muntar la unitat de xarxa després del flasheig i realitzar un restabliment de sèrie a la restauració automàtica
lv: Ir atrasts tikai tīkla disks kur saglabāt rezerves kopiju. Tas nozīmē, ka pēc imidža uzstādīšanas automātiskā atjaunošana nenotiks. Jūs varat piemontēt tīkla disku pēc imidža uzstādīšanas un izmantot rūpnīcas uzstādījumus lai automātiski atjaunotu iestatījumus.

source: Canada
ca: Canadà
lv: Kanāda

source: Cancel
ca: Anul·lar
lv: Atcelt

source: Cancel any changes to the currently active skin
ca: Anul·lar qualsevol canvi a la skin actualment activa
lv: Atcelt jebkuras izmaiņas pašreizējā noformējumā

source: Cancel any changes to the currently active skin and exit all menus
ca: Anul·lar qualsevol canvi a la skin actualment activa i sortir de tots els menús
lv: Atcelt jebkuras izmaiņas pašreizējā noformējumā un aizvērt visas izvēlnes

source: Cancel any text changes and exit
ca: Anul·lar qualsevol canvi en el text i sortir
lv: Atcelt teksta izmaiņas un iziet

source: Cancel execution?
ca: Anul·lar execució?
lv: Atcelt izpildi?

source: Cancelled upon user request
ca: S’ha anul·lat per petició de l’usuari
lv: Atcelts pēc lietotāja pieprasījuma

source: Cannot delete downloaded image
ca: No es pot eliminar la imatge descarregada
lv: Nevar izdzēst lejupielādēto imidžu!

source: Cannot determine
ca: No es pot determinar
lv: Nevar noteikt

source: Cannot find any signal ..., aborting !
ca: No es pot trobar cap senyal… avortant!
lv: Nevar atrast nevienu signālu ..., pārtraukts!

source: Cannot find images - please try later or select an alternate image
ca: No es poden trobar imatges. Prova-ho de nou més endavant o selecciona una imatge alternativa
lv: Nevar atrast imidžus - lūdzu mēģiniet vēlāk vai izvēlēties citu

source: Cannot move files on a different disk or system to the trash can
ca: No es poden moure fitxers d’un disc o sistema diferent a la paperera
lv: Nevar pārvietot failus uz citu disku vai uz sistēmas miskasti

source: Cannot move to trash can
ca: No es pot moure a la paperera
lv: Nevar pārvietot uz miskasti

source: Capabilities:
ca: Capacitats:
lv: Iespējas:

source: Capacity:
ca: Capacitat:
lv: Ietilpība:

source: Card
ca: Tarja
lv: Karte

source: Cascade PiP
ca: PiP en cascada
lv: PiP kaskāde

source: Cayman Islands
ca: Illes Caiman
lv: Kaimanu salas

source: Center DVB subtitles
ca: Centrar subtítols de DVB
lv: Centrēt DVB subtitrus

source: Center time-labels and remove date
ca: Centrar etiquetes horàries i suprimir data
lv: Centrēt laika iezīmes un nomest datumu

source: Central African Republic
ca: República Centroafricana
lv: Centrālāfrikas republika

source: Chad
lv: Čada

source: Change Language
ca: Canviar d’idioma
lv: Nomainīt valodu

source: Change PIN
ca: Canviar PIN
lv: Mainīt PIN

source: Change bouquets in quickzap
ca: Canviar de bouquets en el zàping ràpid
lv: Mainīt buķetes ātrās slēgšanas režīmā

source: Change recording (add time)
ca: Canviar el enregistrament (afegir temps)
lv: Mainīt ierakstu (pievienot laiku)

source: Change recording (duration)
ca: Canviar el enregistrament (durada)
lv: Mainīt ierakstu (ilgumu)

source: Change recording (endtime)
ca: Canviar el enregistrament (hora d'acabada)
lv: Mainīt ierakstu (beigu laiku)

source: Change repeat and delay settings?
ca: Canviar la configuració de repetició i retard?
lv: Mainīt atkārtošanas un aiztures iestatījumus?

source: Change step size
ca: Canviar la mida de pas
lv: Mainīt soļa lielumu

source: Change timer
ca: Canviar el programador
lv: Izmainīt taimeri

source: Channel
ca: Canal
lv: Kanāls

source: Channel Info
ca: Informació del canal
lv: Info par kanālu

source: Channel context menu
ca: Menú contextual de canal
lv: Kanāla papildus izvēlne

source: Channel list type
ca: Tipus de llista de canals
lv: Kanālu saraksta veids

source: Channel not in services list
ca: El canal no està a la llista de serveis
lv: Kanāls nav kanālu sarakstā

source: Channel selection
ca: Selecció de canals
lv: Kanālu izvēle

source: Channel:
ca: Canal:
lv: Kanāls:

source: Channellist menu
ca: Menú de llista de canals
lv: Kanālu saraksta izvēlne

source: Channelnumber and picon
ca: Número de canal i picon
lv: Kanāla numurs un pikona

source: Channelnumber and servicename
ca: Número de canal i nom de servei
lv: Kanāla numurs un nosaukums

source: Channelnumber, picon and servicename
ca: Número de canal, picon i nom de servei
lv: Kanāla numurs, pikona un kanāla nosaukums

source: Channels
ca: Canals
lv: Kanālus

source: Channels and EPG
ca: Canals i EPG
lv: Kanālus un EPG

source: Channels only
ca: Només canals
lv: Tikai kanālus

source: Chap.
ca: Cap.
lv: Nod.

source: Chapter
ca: Capítol
lv: Nodaļa

source: Chapter:
ca: Capítol:
lv: Nodaļa:

source: Check
ca: Comprovar
lv: Pārbaude

source: Check the internet connection
ca: Comprovar la connexió a Internet
lv: Pārbaudīt interneta savienojumu

source: Check the internet connection again
ca: Comprovar de nou la connexió a Internet
lv: Pārbaudīt interneta savienojumu vēlreiz

source: Checking ONID/TSID
ca: Comprovant ONID / TSID
lv: Pārbauda ONID/TSID

source: Checking filesystem...
ca: Comprovant sistema de fitxers…
lv: Pārbauda failu sistēmu...

source: Checking the internet connection
ca: Comprovant la connexió a Internet
lv: Pārbauda interneta savienojumu

source: Checking tuner %s DiSEqC port %s for %s
ca: Comprovant sintonitzador %s Port DiSEqC %s per a %s
lv: Pārbauda uztvērēju %s DiSEqC ieeja %s no %s

source: Children/Youth/Education/Science
ca: Infantil/Joventut/Educació/Ciència
lv: Bērnu, jauniešu, izglītība, zinātne

source: Chile
lv: Čīle

source: China
ca: Xina
lv: Ķīna

source: Chinese - Simplified
ca: Xinès: simplificat
lv: Ķīniešu - vienkāršotā

source: Chinese - Traditional
ca: Xinès: tradicional
lv: Ķīniešu - tradicionālā

source: Choose Tuner
ca: Triar sintonitzador
lv: Izvēlieties uztvērēju

source: Choose bouquet
ca: Triar bouquet
lv: Izvēlieties buķeti

source: Choose the option to correct invalid EPG data.
ca: Triar la opció per corregir informació d'EPG no vàlida.
lv: Izvēlieties lai koriģētu nekorektus EPG datus.

source: Choose whether AAC sound tracks should be transcoded.
ca: Triar si les pistes de so AAC s'haurien de transcodificar.
lv: Izvēlieties, vai AAC skaņas celiņi tiks pārkodēti.

source: Choose whether AC3 sound tracks should be transcoded.
ca: Triar si les pistes de so AC3 s'haurien de transcodificar.
lv: Izvēlieties, vai AC3 skaņas celiņi tiks pārkodēti.

source: Choose whether WMA Pro sound tracks should be downmixed.
ca: Triar si s'hauria de fer downmix a les pistes de so de WMA Pro.
lv: Izvēlieties, vai WMA Pro skaņas celiņi tiks dekodēti.

source: Choose whether multi channel DTS-HD(HR/MA) sound tracks should be downmixed or transcoded.
ca: Triar si s'hauria de fer downmix a les pistes de so multicanal DTS-HD(HR/MA) o transcodificar.
lv: Izvēlieties kā daudzkanālu DTS-HD(HR/MA) skaņu celiņi tiks pārkodēti.

source: Choose whether multi channel aac+ sound tracks should be downmixed to stereo.
ca: Triar si s'hauria de fer downmix a estèreo a les pistes de so aac+ multicanal.
lv: Izvēlieties kā daudzkanālu skaņu celiņi tiks dekodēti uz stereo.

source: Choose whether to scan a single transponder, one satellite or multiple satellites.
ca: Triar si es vol escanejar un sol transponedor, un satèl·lit o diversos satèl·lits.
lv: Izvēlieties, vai skenēt vienu transponderi, vienu satelītu vai vairākus satelītus.

source: Choose whether to scan for free services only or whether to include paid/encrypted services too.
ca: Triar si només es vol buscar serveis gratuïts o si es volen incloure també serveis de pagament o codificats.
lv: Izvēlieties, vai meklēt tikai bezmaksas kanālus vai iekļaut arī maksas un šifrētos kanālus.
